{"en_url":"https:\/\/blogs.nvidia.com\/blog\/evo-2-biomolecular-ai\/","en_title":"Massive Foundation Model for Biomolecular Sciences Now Available via NVIDIA BioNeMo","en_content":"Scientists everywhere can now access Evo 2, a powerful new\nfoundation model\nthat understands the genetic code for all domains of life. Unveiled today as the largest publicly available AI model for genomic data, it was built on the NVIDIA DGX Cloud platform in a collaboration led by nonprofit biomedical research organization Arc Institute and Stanford University.\nEvo 2 is available to global developers on the\nNVIDIA BioNeMo platform\n, including as an NVIDIA NIM microservice for easy, secure AI deployment.\nTrained on an enormous dataset of nearly 9 trillion nucleotides — the building blocks of DNA and RNA — Evo 2 can be applied to biomolecular research applications including predicting the form and function of proteins based on their genetic sequence, identifying novel molecules for healthcare and industrial applications, and evaluating how gene mutations affect their function.\n“Evo 2 represents a major milestone for generative genomics,” said Patrick Hsu, Arc Institute cofounder and core investigator, and an assistant professor of bioengineering at the University of California, Berkeley. “By advancing our understanding of these fundamental building blocks of life, we can pursue solutions in healthcare and environmental science that are unimaginable today.”\nThe NVIDIA\nNIM microservice for Evo 2\nenables users to generate a variety of biological sequences, with settings to adjust model parameters. Developers interested in fine-tuning Evo 2 on their proprietary datasets can download the model through the open-source\nNVIDIA BioNeMo Framework\n, a collection of accelerated computing tools for biomolecular research.\n“Designing new biology has traditionally been a laborious, unpredictable and artisanal process,” said Brian Hie, assistant professor of chemical engineering at Stanford University, the Dieter Schwarz Foundation Stanford Data Science Faculty Fellow and an Arc Institute innovation investigator. “With Evo 2, we make biological design of complex systems more accessible to researchers, enabling the creation of new and beneficial advances in a fraction of the time it would previously have taken.”\nEnabling Complex Scientific Research\nEstablished in 2021 with $650 million from its founding donors, Arc Institute empowers researchers to tackle long-term scientific challenges by providing scientists with multiyear funding — letting scientists focus on innovative research instead of grant writing.\nIts core investigators receive state-of-the-art lab space and funding for eight-year, renewable terms that can be held concurrently with faculty appointments with one of the institute’s university partners, which include Stanford University, the University of California, Berkeley, and the University of California, San Francisco.\nBy combining this unique research environment with accelerated computing expertise and resources from NVIDIA, Arc Institute’s researchers can pursue more complex projects, analyze larger datasets and more quickly achieve results. Its scientists are focused on disease areas including cancer, immune dysfunction and neurodegeneration.\nNVIDIA accelerated the Evo 2 project by giving scientists access to 2,000 NVIDIA H100 GPUs via\nNVIDIA DGX Cloud\non AWS. DGX Cloud provides short-term access to large compute clusters, giving researchers the flexibility to innovate. The fully managed AI platform includes\nNVIDIA BioNeMo\n, which features optimized software in the form of NVIDIA NIM microservices and NVIDIA BioNeMo Blueprints.\nNVIDIA researchers and engineers also collaborated closely on AI scaling and optimization.\nApplications Across Biomolecular Sciences\nEvo 2 can provide insights into DNA, RNA and proteins. Trained on a wide array of species across domains of life — including plants, animals and bacteria — the model can be applied to scientific fields such as healthcare, agricultural biotechnology and materials science.\nEvo 2 uses a novel model architecture that can process lengthy sequences of genetic information, up to 1 million tokens. This widened view into the genome could unlock scientists’ understanding of the connection between distant parts of an organism’s genetic code and the mechanics of cell function, gene expression and disease.\n“A single human gene contains thousands of nucleotides — so for an AI model to analyze how such complex biological systems work, it needs to process the largest possible portion of a genetic sequence at once,” said Hsu.\nIn healthcare and drug discovery, Evo 2 could help researchers understand which gene variants are tied to a specific disease — and design novel molecules that precisely target those areas to treat the disease. For example, researchers from Stanford and the Arc Institute found that in tests with BRCA1, a gene associated with breast cancer, Evo 2 could predict with 90% accuracy whether previously unrecognized mutations would affect gene function.\nIn agriculture, the model could help tackle global food shortages by providing insights into plant biology and helping scientists develop varieties of crops that are more climate-resilient or more nutrient-dense. And in other scientific fields, Evo 2 could be applied to design biofuels or engineer proteins that break down oil or plastic.\n“Deploying a model like Evo 2 is like sending a powerful new telescope out to the farthest reaches of the universe,” said Dave Burke, Arc’s chief technology officer. “We know there’s immense opportunity for exploration, but we don’t yet know what we’re going to discover.”\nRead more about Evo 2 on the\nNVIDIA Technical Blog\nand in\nArc’s technical report\n.\nSee\nnotice\nregarding software product information.\nCategories:\nDeep Learning\n|\nGenerative AI\nTags:\nArc Institute\n|\nArtificial Intelligence\n|\nHealthcare and Life Sciences\n|\nNVIDIA DGX Cloud\n|\nOpen Source\n|\nScience\n|\nSocial Impact","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/evo-2-biomolecular-ai\/","zh_title":"用於生物分子科學的大型基礎模型現已透過 NVIDIA BioNeMo 提供","zh_content":"全球各地的科學家現在可以使用瞭解所有生命領域的遺傳密碼的強大全新\n基礎模型\nEvo 2。Evo 2 是由非營利生物醫學研究組織 Arc Institute 與史丹佛大學合作，在 NVIDIA DGX Cloud 平台上所開發，是目前規模最大的公開基因組資料人工智慧（AI）模型。\nEvo 2 在\nNVIDIA BioNeMo 平台\n上供全球開發人員使用，包括以 NVIDIA NIM 微服務的方式進行簡易、安全的部署 AI。\nEvo 2 模型使用近 9 兆個核苷酸（DNA 和 RNA 的組成部分）所組成的龐大資料集訓練出，可用於生物分子研究應用，包括根據基因序列預測蛋白質的形式和功能、識別用於醫療保健和工業應用的新型分子，以及評估基因突變如何影響其功能。\nArc Institute 共同創辦人暨核心研究員、加州大學柏克萊分校生物工程助理教授徐安祺（Patrick Hsu）表示：「Evo 2 代表著生成式基因組學的重要里程碑。透過推進我們對這些生命基本構成元素的了解，我們能在醫療保健和環境科學領域尋求目前難以想像的解決方案。」\n適用於 Evo 2 的 NVIDIA NIM 微服務\n可讓使用者產生各種生物序列，並能設定裡調整模型參數。對於想要使用自己專屬資料集來微調 Evo 2 的開發人員，可以透過開源的\nNVIDIA BioNeMo 框架\n下載模型，該框架是一系列用於生物分子研究的加速運算工具。\n史丹佛大學化學工程助理教授、Dieter Schwarz 基金會史丹佛大學資料科學系研究員，同時也是 Arc Institute 創新研究員的 Brian Hie 表示：「設計新的生物學傳統上是一個費力、難以預測且需要用到大量人工的過程。有了 Evo 2，我們讓研究人員更容易進行複雜系統的生物設計，只要用到比以前短上不少的時間，就能創造出有益的新進展。」\n推動複雜的科學研究\nArc Institute 在 6.5 億美元的捐助資金下於 2021 年成立，透過資助科學家多年期資金，讓科學家專注於創新研究，解決科學領域長期面對的難題，而不用忙於申請資金。\nArc Institute 的核心研究人員可以獲得最先進的實驗室，以及為期八年且可續約的資金，並可同時在與該單位合作的大學之一任教，包括史丹佛大學、加州大學柏克萊分校和加州大學舊金山分校。\n透過結合這個獨特的研究環境與 NVIDIA 的加速運算專業技術與資源，Arc Institute 的研究人員可以進行更複雜的專案、分析更大的資料集，並且更快的取得成果。該單位的科學家專注於癌症、免疫功能障礙和神經退化性疾病等領域。\nNVIDIA 透過 Amazon Web Services（AWS）上的\nNVIDIA DGX Cloud\n讓科學家們能夠使用 2,000 個 NVIDIA H100 GPU，加快進行 Evo 2 計畫。DGX Cloud 提供短期使用大型運算叢集的能力，使研究人員得以靈活進行創新。這個完全託管的 AI 平台包含\nNVIDIA BioNeMo\n，以 NVIDIA NIM 微服務和 NVIDIA BioNeMo Blueprints 的形式提供最佳化的軟體。\nNVIDIA 研究人員與工程師同樣在 AI 擴展與最佳化方面密切合作。\n應用於生物分子科學\nEvo 2 可以提供對 DNA、RNA 和蛋白質的深入瞭解。該模型經過對植物、動物和細菌等生命領域各個物種的訓練，可以應用於醫療保健、農業生物技術和材料科學等科學領域。\nEvo 2 採用新穎的模型架構，可以處理長序列的遺傳資訊，最多可達 100 萬個詞元（token）。這種對基因組的更深認識可以讓科學家明白生物遺傳密碼裡距離較遠的部分與細胞功能、基因表現和疾病機制之間的關係。\n徐安祺表示：「一個人類基因裡有著數千個核苷酸，如果要讓 AI 模型分析這麼複雜的生物系統如何運作，就必須一次處理基因序列中的最大可能部分。」\n在醫療保健和藥物探索方面，Evo 2 模型可以幫助研究人員了解哪些基因變異與特定疾病有關，並設計出新型分子，精確地針對這些區域來治療疾病。像是史丹佛大學與 Arc Institute 的研究人員發現，在測試與乳癌有關的基因 BRCA1 時，Evo 2 能以 90% 的準確率預測先前未識別的突變是否會影響基因功能。\n在農業方面，這個模型可以提出對植物生物學的洞察，幫助科學家開發更能適應氣候或是更營養的農作物品種，從而幫助解決全球糧食短缺的問題。而在其他科學領域，Evo 2 可應用於設計生物燃料或工程蛋白質，以分解油脂或塑膠。\nArc Institute 技術長 Dave Burke 表示：「部署像 Evo 2 這樣的模型，就如同將一具強大的新望遠鏡送往宇宙最遙遠的地方。我們知道這裡有著無限的探索機會，但是我們還不知道會發現什麼。」\n如欲獲得更多有關 Evo 2 的資訊，請參閱\nNVIDIA 技術部落格\n與\nArc 的技術報告\n。\n請參閱有關軟體產品資訊的\n公告\n。\nCategories:\n深度學習與人工智慧\n|\n生成式人工智慧\nTags:\nArc Institute\n|\nArtificial Intelligence\n|\nHealthcare and Life Sciences\n|\nNVIDIA DGX Cloud\n|\nOpen Source\n|\nScience\n|\nSocial Impact"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/category\/deep-learning\/","en_title":"Deep Learning","en_content":"- Archives Page 1 | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nDeep Learning\nMost Popular\nYour browser doesn't support HTML5 video. Here is a\nlink to the video\ninstead.\nIt’s a Sign: AI Platform for Teaching American Sign Language Aims to Bridge Communication Gaps\nAmerican Sign Language is the third most prevalent language in the United States — but there are vastly…\nRead Article\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nMassive Foundation Model for Biomolecular Sciences Now Available via NVIDIA BioNeMo\nScientists everywhere can now access Evo 2, a powerful new foundation model that understands the genetic code for all domains of life. Unveiled today as the largest publicly available AI…\nRead Article\nWhat Are Foundation Models?\nEditor’s note: This article, originally published on March 13, 2023, has been updated. The mics were live and tape was rolling in the studio where the Miles Davis Quintet was…\nRead Article\nAI-Designed Proteins Take on Deadly Snake Venom\nAI-driven medicine could deliver life-saving snakebite treatments to the world’s most vulnerable….\nRead Article\nWhat Is Retrieval-Augmented Generation, aka RAG?\nEditor’s note: This article, originally published on Nov. 15, 2023, has been updated. To understand the latest advancements in generative AI, imagine a courtroom. Judges hear and decide cases based…\nRead Article\nAI Maps Titan’s Methane Clouds in Record Time\nNVIDIA GPUs powered deep learning to decode years of Cassini data in seconds—helping researchers pioneer a smarter way to explore alien worlds….\nRead Article\nHealthcare Leaders, NVIDIA CEO Share AI Innovation Across the Industry\nAI is making inroads across the entire healthcare industry — from genomic research to drug discovery, clinical trial workflows and patient care. In a fireside chat Monday during the annual…\nRead Article\nHave You Heard? 5 AI Podcast Episodes Listeners Loved in 2024\nNVIDIA’s AI Podcast gives listeners the inside scoop on the ways AI is transforming nearly every industry.  Since the show’s debut in 2016, it’s garnered more than 6 million listens…\nRead Article\nAI Pioneers Win Nobel Prizes for Physics and Chemistry\nArtificial intelligence, once the realm of science fiction, claimed its place at the pinnacle of scientific achievement Monday in Sweden. In a historic ceremony at Stockholm’s iconic Konserthuset, John Hopfield…\nRead Article\nLoad More Articles\nAll NVIDIA News\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nFast Lane to the Future: Automotive Leaders Showcase Advancements in Autonomous Driving at NVIDIA GTC\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/category\/deep-learning\/","zh_title":"深度學習與人工智慧","zh_content":"深度學習與人工智慧 彙整 - NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\n深度學習與人工智慧\nMost Popular\n用於生物分子科學的大型基礎模型現已透過 NVIDIA BioNeMo 提供\n全球各地的科學家現在可以使用瞭解所有…\n閱讀文章\nMost Popular\n使用 Transformer 產生合成資料：企業資料挑戰的解決方案\nGeForce NOW 聯盟 Taiwan Mobile 雲端遊戲服務給你歡樂無比的遊戲節慶時刻\n揭開 NVIDIA DOCA 的神祕面紗\n印度企業使用 NVIDIA AI 打造的大型語言模型服務超過十億名不同語言使用者\n「Namaste」、「vanakkam」、「sat sri …\n閱讀文章\n立足本地，走向全球：印度新創公司運用 NVIDIA 技術推動成長與創新\n印度正在成為為幾乎所有產業生產人工智慧（AI）的主要生產者，…\n閱讀文章\nNVIDIA AI 高峰會聚焦前所未見的能源效率和 AI 驅動的創新\nNVIDIA 企業平台副總裁暨總經理 Bob Pette 週…\n閱讀文章\nNVIDIA 將於 Hot Chips 大會展示可提升資料中心效能與能源效率的創新技術\n這場為產學界處理器與系統架構師所舉辦的深度技術研討會，已成為…\n閱讀文章\n輕量級冠軍：NVIDIA 發表有著最先進精確度的小型語言模型\n生成式人工智慧（AI）的開發者通常得面臨要取捨模型大小還是精…\n閱讀文章\nHugging Face 為開發人員提供由 NVIDIA NIM 驅動的推論即服務\n作為全球最大的 AI 社群之一，Hugging Face 平…\n閱讀文章\nNVIDIA Research 將在 SIGGRAPH 展示模擬和生成式人工智慧的進展\nNVIDIA 將在 2024 年 7 月 28 日至 8 月…\n閱讀文章\n動態影像：使用 NVIDIA Instant NeRF 將影像轉換成 3D 場景\n編者按：這篇文章屬於「解碼 AI 」系列，該系列文章會以簡單…\n閱讀文章\n模式創新者：數位孿生如何提高產業效率\n台灣的矽谷 – 新竹附近的一間製造工廠是世界上利…\n閱讀文章\n更多文章\nAll NVIDIA News\n電信業者增加 AI 使用：NVIDIA 調查揭示電信業 AI 趨勢\n擴展定律如何推動更有智慧又更強大的 AI 發展\n安全至上：領先合作夥伴採用 NVIDIA 網路安全 AI 保護關鍵基礎設施\nAI 帶來亮眼報酬：調查結果揭示金融業最新技術趨勢\nNVIDIA 發表為代理型 AI 應用提供安全防護的 NIM 微服務\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/ai-telcos-survey-2025\/","en_title":"Telcos Dial Up AI: NVIDIA Survey Unveils Industry’s AI Trends","en_content":"The telecom industry’s efforts to drive efficiencies with AI are beginning to show fruit.\nAn increasing focus on deploying AI into radio access networks (RANs) was among the key findings of NVIDIA’s third annual “\nState of AI in Telecommunications\n” survey, as more than a third of respondents indicated they’re investing or planning to invest in AI-RAN. The survey polled more than 450 telecommunications professionals worldwide, revealing continued momentum for AI adoption — including growth in generative AI use cases — and how the technology is helping optimize customer experiences and increase employee productivity.\nOf the telecommunications professionals surveyed, almost all stated that their company is actively deploying or assessing AI projects. Here are some top insights on impact and use cases:\n84% said AI is helping to increase their company’s annual revenue\n77% said AI helped reduce annual operating costs\n60% said increased employee productivity was their biggest benefit from AI\n44% said they’re investing in AI for customer experience optimization, which is the No. 1 area of investment for AI in telecommunications\n40% said they’re deploying AI into their network planning and operations, including RAN\nBusiness Impact on AI in Telecommunications\nSurvey results highlight that use of AI in the telecom industry has helped increase revenue and reduce costs. 84% of respondents said that the technology is helping increase their company’s annual revenue, with 21% saying that AI had contributed to a more than 10% revenue increase in specific business areas. In addition, 77% agreed that AI helped reduce annual operating costs.\nThe wide array of AI use cases and impact on the bottom line has led to greater confidence in the future: 80% of respondents believe that AI is crucial for their company’s future success, while two-thirds plan to increase spending on AI infrastructure this year.\nThe telecommunications industry is at the forefront of AI adoption, with a clear focus on enhancing employee productivity, customer experience and network operations. By continuing to invest in AI infrastructure and training, telecom companies can stay ahead of the curve and capitalize on the numerous benefits that AI offers.\nAI Finds Its Way Into the Network Stack\nAI in the telecommunications network is gaining momentum, with 37% of respondents saying they’re investing in AI to improve network planning and operations. Similarly, 33% said they invested in using AI for field-operations optimization in the last year.\nOf the respondents investing in AI for 5G monetization and\/or 6G research and development, 66% are aiming to deploy AI services on RAN for operational and user needs, 53% are aiming to enhance spectral efficiency for the RAN, and 50% are aiming to colocate AI and RAN applications on the same infrastructure.\nGenerative AI Goes Mainstream\nGenerative AI\nis gaining significant attention in telecoms. More than half of survey respondents who said they’re using generative AI have already deployed their first use case, while another third plan to do so this year.\nOf those respondents adopting generative AI, 84% said that their companies plan to offer generative AI solutions externally to customers. 52% said they would offer generative AI as a software-as-a-service solution, while 35% will offer generative AI as a platform for developers, including for compute services.\nThere’s also a notable trend toward using multiple approaches for AI development, including a rise in in-house and open-source capabilities.\nDownload the “\nState of AI in Telecommunications: 2025 Trends\n” report for in-depth results and insights.\nExplore NVIDIA’s\nAI solutions and enterprise-level platforms\nfor telecommunications.\nCategories:\nGenerative AI\nTags:\nArtificial Intelligence\n|\nTelecommunications","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/ai-telcos-survey-2025\/","zh_title":"電信業者增加 AI 使用：NVIDIA 調查揭示電信業 AI 趨勢","zh_content":"電信業使用人工智慧（AI）提高效率的努力已初見成效。\nNVIDIA 第三次「\n電信業 AI 現況（State of AI in Telecommunications）\n」年度調查報告的其中一個主要發現，就是人們日漸重視將 AI 部署到無線存取網路技術（RAN）中，超過三分之一的受訪者表示正在投資或計劃投資 AI-RAN。這項調查訪問全球超過 450 位電信專業人士，結果顯示採用 AI 的趨勢持續成長，其中包括生成式 AI 用例的增加，以及這項技術如何協助最佳化客戶體驗和提高員工生產力。\n在受訪的電信專業人士中，幾乎全員表示他們的公司正在積極部署或評估 AI 專案。以下是部分關於影響和用例的重要見解：\n84% 表示 AI 有助於增加公司的年度營收\n77% 表示 AI 有助於降低年度營運成本\n60% 表示提高員工生產力是 AI 帶來的最大益處\n44% 表示正在投資 AI 以最佳化客戶體驗，這是電信業在 AI 方面的首要投資領域\n40% 表示正在將 AI 部署至網路規劃和營運，當中包括 RAN\nAI\n對電信業的商業影響\n調查結果強調，電信業使用 AI 有助於增加收入和降低成本。84% 的受訪者表示，AI 技術有助於增加公司的年度營收，其中 21% 的受訪者表示，AI 對特定業務領域的營收增幅貢獻超過 10%。此外，77% 的受訪者同意 AI 有助於降低年度營運成本。\n廣泛的 AI 用例以及對盈虧狀況的影響，讓受訪者對未來更具信心。80% 的受訪者認為 AI 對其公司未來的成功來說至關重要，而三分之二的受訪者則打算在今年增加 AI 基礎設施的支出。\n電信業在採用 AI 方面領先，並明確專注於提高員工生產力、客戶體驗和網路營運上。透過持續投資 AI 基礎設施和培訓，電信業者可以維持領先地位，並且充分利用 AI 帶來的眾多優勢。\nAI\n進入網路堆疊\nAI 在電信網路中的發展越來越蓬勃，37% 的受訪者表示正在投資 AI 以改善網路規劃和營運。同樣地，33% 的受訪者表示在去年投資使用 AI 來最佳化現場作業。\n在為了 5G 變現及（或）6G 研發而投資 AI 的受訪者中，有 66% 的目標是在 RAN 上部署 AI 服務，以滿足營運及用戶需求，53% 的目標是在提升 RAN 的頻譜效率，有 50% 的受訪者目標是將 AI 及 RAN 應用部署在同一個基礎設施上。\n生成式\nAI\n成為主流\n生成式 AI\n在電信領域正獲得顯著關注。半數以上表示正在使用生成式 AI 的受訪者已經部署了第一個用例，另有三分之一的受訪者計劃在今年這樣做。\n在採用生成式 AI 的受訪者中，84% 表示他們的公司計劃對外提供生成式 AI 解決方案給客戶。52% 的受訪者表示，他們將以軟體即服務的方式提供生成式 AI 解決方案，而 35% 的受訪者則會以平台的方式提供生成式 AI 給開發人員，其中包括運算服務。\n使用多種方法來開發 AI 也是一個顯著趨勢，包括提升內部和開源能力。\n歡迎下載今年度的電信業 AI 現況調查報告「\nState of AI in Telecommunications: 2025 Trends\n」，以了解詳細調查結果與洞察。\n探索 NVIDIA 適用於電信業的\nAI\n解決方案與企業級平台\nCategories:\n生成式人工智慧\nTags:\nArtificial Intelligence\n|\nTelecommunications"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/category\/generative-ai\/","en_title":"Generative AI","en_content":"- Archives Page 1 | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nGenerative AI\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nFrom Seattle, Washington, to Cape Town, South Africa — and everywhere around and between — AI is helping…\nRead Article\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nFast Lane to the Future: Automotive Leaders Showcase Advancements in Autonomous Driving at NVIDIA GTC\nNVIDIA automotive partners from around the world will demonstrate groundbreaking developments in transportation and showcase next-generation vehicles at NVIDIA GTC, a global AI conference running March 17-21, in San Jose,…\nRead Article\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nEditor’s note: This is the next topic in our new CUDA Accelerated news series, which showcases the latest software libraries, NVIDIA NIM microservices and tools that help developers, software makers…\nRead Article\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nFrom improving customer experiences to boosting operational efficiency, agentic AI — advanced AI systems designed to autonomously reason, plan and execute complex tasks based on high-level goals — is changing…\nRead Article\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nNorway’s first sustainable and secure AI cloud service demonstrates how countries can maintain data sovereignty while advancing green computing initiatives. Building on 170 years as a telecommunications provider, Telenor opened…\nRead Article\nExplore How RTX AI PCs and Workstations Supercharge AI Development at NVIDIA GTC 2025\nGenerative AI is redefining computing, unlocking new ways to build, train and optimize AI models on PCs and workstations. From content creation and large and small language models to software…\nRead Article\nYour browser doesn't support HTML5 video. Here is a\nlink to the video\ninstead.\nNVIDIA Earth-2 Features First Gen AI to Power Weather Super-Resolution for Continental US\nTo better prepare communities for extreme weather, forecasters first need to see exactly where it’ll land. That’s why weather agencies and climate scientists around the world are harnessing NVIDIA CorrDiff,…\nRead Article\nYour browser doesn't support HTML5 video. Here is a\nlink to the video\ninstead.\nIt’s a Sign: AI Platform for Teaching American Sign Language Aims to Bridge Communication Gaps\nAmerican Sign Language is the third most prevalent language in the United States — but there are vastly fewer AI tools developed with ASL data than data representing the country’s…\nRead Article\nTemenos’ Barb Morgan Shares How Chatbots and AI Agents Are Reshaping Customer Service in Banking\nIn financial services, AI has traditionally been used primarily for fraud detection and risk modeling. With recent advancements in generative AI, the banking industry as a whole is becoming smarter…\nRead Article\nLoad More Articles\nAll NVIDIA News\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nMarch Into Gaming With GeForce NOW’s 14 Must-Play Titles for Spring\nHow an NVIDIA Thermal Engineer Turns Up the Heat on Product Innovation\nStep Into the World of ‘Avowed’ on GeForce NOW\nInto the Omniverse: How OpenUSD and Synthetic Data Are Shaping the Future for Humanoid Robots\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/category\/generative-ai\/","zh_title":"生成式人工智慧","zh_content":"生成式人工智慧 彙整 - NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\n生成式人工智慧\nMost Popular\n用於生物分子科學的大型基礎模型現已透過 NVIDIA BioNeMo 提供\n全球各地的科學家現在可以使用瞭解所有…\n閱讀文章\nMost Popular\n使用 Transformer 產生合成資料：企業資料挑戰的解決方案\nGeForce NOW 聯盟 Taiwan Mobile 雲端遊戲服務給你歡樂無比的遊戲節慶時刻\n揭開 NVIDIA DOCA 的神祕面紗\n電信業者增加 AI 使用：NVIDIA 調查揭示電信業 AI 趨勢\n電信業使用人工智慧（AI）提高效率的努力已初見成效。 NVI…\n閱讀文章\n擴展定律如何推動更有智慧又更強大的 AI 發展\n就像是人們普遍理解的自然經驗定律一樣，例如有上必有下，或者每…\n閱讀文章\n安全至上：領先合作夥伴採用 NVIDIA 網路安全 AI 保護關鍵基礎設施\n生成式人工智慧（AI）的快速發展，為產業與研究領域的創新帶來…\n閱讀文章\nAI 帶來亮眼報酬：調查結果揭示金融業最新技術趨勢\n金融服務業在使用人工智慧（AI）方面正邁入一個重要的里程碑，…\n閱讀文章\nNVIDIA 發表為代理型 AI 應用提供安全防護的 NIM 微服務\nAI 代理為全球數十億名知識工作者提供可完成各種任務的「知識…\n閱讀文章\nNVIDIA 攜手產業領導業者推動基因組學、藥物探索與醫療保健發展\nNVIDIA 今日宣布建立新的合作關係，經由加速藥物探索、加…\n閱讀文章\nCES 2025：NVIDIA 執行長表示 AI 正以「驚人的速度」進步\nNVIDIA 創辦人暨執行長黃仁勳以長達 90 分鐘的主題演…\n閱讀文章\n利用 NVIDIA NIM 微服務與AI Blueprint，開創本機AI的新時代\n過去一年來，生成式AI改變了人們的生活、工作和娛樂方式，從寫…\n閱讀文章\nNVIDIA 開放 Cosmos 世界基礎模型給實體 AI 開發者社群使用\n加速開發實體人工智慧（AI） 的 NVIDIA Cosmos…\n閱讀文章\n更多文章\nAll NVIDIA News\nNVIDIA 宣布推出 Isaac GR00T 藍圖以加速開發人型機器人\nNVIDIA以 Cosmos 世界基礎模型增強適用於自動駕駛的三台電腦解決方案\nNVIDIA 發表「Mega」Omniverse Blueprint，打造工業機器人機群數位孿生\nNVIDIA 啟用 DRIVE AI 系統檢測實驗室，創下業界全新安全里程碑\n建造更聰明的自主機器：NVIDIA 宣布 Omniverse Sensor RTX 推出搶先體驗活動\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/ai-scaling-laws\/","en_title":"How Scaling Laws Drive Smarter, More Powerful AI","en_content":"Just as there are widely understood empirical laws of nature — for example,\nwhat goes up must come down\n, or\nevery action has an equal and opposite reaction\n— the field of AI was long defined by a single idea: that more compute, more training data and more parameters makes a better AI model.\nHowever, AI has since grown to need three distinct laws that describe how applying compute resources in different ways impacts model performance. Together, these AI scaling laws — pretraining scaling, post-training scaling and test-time scaling, also called long thinking — reflect how the field has evolved with techniques to use additional compute in a wide variety of increasingly complex AI use cases.\nThe recent rise of\ntest-time scaling\n— applying more compute at inference time to improve accuracy — has enabled AI reasoning models, a new class of large language models (\nLLMs\n) that perform multiple inference passes to work through complex problems, while describing the steps required to solve a task. Test-time scaling requires intensive amounts of computational resources to support AI reasoning, which will drive further demand for accelerated computing.\nWhat Is Pretraining Scaling?\nPretraining scaling is the original law of AI development. It demonstrated that by increasing training dataset size, model parameter count and computational resources, developers could expect predictable improvements in model intelligence and accuracy.\nEach of these three elements — data, model size, compute — is interrelated. Per the pretraining scaling law,\noutlined in this research paper\n, when larger models are fed with more data, the overall performance of the models improves. To make this feasible, developers must scale up their compute — creating the need for powerful accelerated computing resources to run those larger training workloads.\nThis principle of pretraining scaling led to large models that achieved groundbreaking capabilities. It also spurred major innovations in model architecture, including the rise of billion- and trillion-parameter\ntransformer models\n,\nmixture of experts\nmodels and new distributed training techniques — all demanding significant compute.\nAnd the relevance of the pretraining scaling law continues — as humans continue to produce growing amounts of multimodal data, this trove of text, images, audio, video and sensor information will be used to train powerful future AI models.\nPretraining scaling is the foundational principle of AI development, linking the size of models, datasets and compute to AI gains. Mixture of experts, depicted above, is a popular model architecture for AI training.\nWhat Is Post-Training Scaling?\nPretraining a large\nfoundation model\nisn’t for everyone — it takes significant investment, skilled experts and datasets. But once an organization pretrains and releases a model, they lower the barrier to AI adoption by enabling others to use their pretrained model as a foundation to adapt for their own applications.\nThis post-training process drives additional cumulative demand for accelerated computing across enterprises and the broader developer community. Popular open-source models can have hundreds or thousands of derivative models, trained across numerous domains.\nDeveloping this ecosystem of derivative models for a variety of use cases could take around 30x more compute than pretraining the original foundation model.\nDeveloping this ecosystem of derivative models for a variety of use cases could take around 30x more compute than pretraining the original foundation model.\nPost-training techniques can further improve a model’s specificity and relevance for an organization’s desired use case. While pretraining is like sending an AI model to school to learn foundational skills, post-training enhances the model with skills applicable to its intended job. An LLM, for example, could be post-trained to tackle a task like sentiment analysis or translation — or understand the jargon of a specific domain, like healthcare or law.\nThe post-training scaling law posits that a pretrained model’s performance can further improve — in computational efficiency, accuracy or domain specificity — using techniques including fine-tuning, pruning, quantization, distillation, reinforcement learning and synthetic data augmentation.\nFine-tuning\nuses additional training data to tailor an AI model for specific domains and applications. This can be done using an organization’s internal datasets, or with pairs of sample model input and outputs.\nDistillation\nrequires a pair of AI models: a large, complex teacher model and a lightweight student model. In the most common distillation technique, called offline distillation, the student model learns to mimic the outputs of a pretrained teacher model.\nReinforcement learning\n, or RL, is a machine learning technique that uses a reward model to train an agent to make decisions that align with a specific use case. The agent aims to make decisions that maximize cumulative rewards over time as it interacts with an environment — for example, a chatbot LLM that is positively reinforced by “thumbs up” reactions from users. This technique is known as reinforcement learning from human feedback (RLHF). Another, newer technique, reinforcement learning from AI feedback (RLAIF), instead uses feedback from AI models to guide the learning process, streamlining post-training efforts.\nBest-of-n sampling\ngenerates multiple outputs from a language model and selects the one with the highest reward score based on a reward model. It’s often used to improve an AI’s outputs without modifying model parameters, offering an alternative to fine-tuning with reinforcement learning.\nSearch methods\nexplore a range of potential decision paths before selecting a final output. This post-training technique can iteratively improve the model’s responses.\nTo support post-training, developers can use\nsynthetic data\nto augment or complement their fine-tuning dataset. Supplementing real-world datasets with AI-generated data can help models improve their ability to handle edge cases that are underrepresented or missing in the original training data.\nPost-training scaling refines pretrained models using techniques like fine-tuning, pruning and distillation to enhance efficiency and task relevance.\nWhat Is Test-Time Scaling?\nLLMs generate quick responses to input prompts. While this process is well suited for getting the right answers to simple questions, it may not work as well when a user poses complex queries. Answering complex questions — an essential capability for\nagentic AI\nworkloads — requires the LLM to reason through the question before coming up with an answer.\nIt’s similar to the way most humans think — when asked to add two plus two, they provide an instant answer, without needing to talk through the fundamentals of addition or integers. But if asked on the spot to develop a business plan that could grow a company’s profits by 10%, a person will likely reason through various options and provide a multistep answer.\nTest-time scaling, also known as long thinking, takes place during inference. Instead of traditional AI models that rapidly generate a one-shot answer to a user prompt, models using this technique allocate extra computational effort during inference, allowing them to reason through multiple potential responses before arriving at the best answer.\nOn tasks like generating complex, customized code for developers, this AI reasoning process can take multiple minutes, or even hours — and can easily require over 100x compute for challenging queries compared to a single inference pass on a traditional LLM, which would be highly unlikely to produce a correct answer in response to a complex problem on the first try.\nThis AI reasoning process can take multiple minutes, or even hours — and can easily require over 100x compute for challenging queries compared to a single inference pass on a traditional LLM.\nThis test-time compute capability enables AI models to explore different solutions to a problem and break down complex requests into multiple steps — in many cases, showing their work to the user as they reason. Studies have found that test-time scaling results in higher-quality responses when AI models are given open-ended prompts that require several reasoning and planning steps.\nThe test-time compute methodology has many approaches, including:\nChain-of-thought prompting\n: Breaking down complex problems into a series of simpler steps.\nSampling with majority voting\n: Generating multiple responses to the same prompt, then selecting the most frequently recurring answer as the final output.\nSearch\n: Exploring and evaluating multiple paths present in a tree-like structure of responses.\nPost-training methods like best-of-n sampling can also be used for long thinking during inference to optimize responses in alignment with human preferences or other objectives.\nTest-time scaling enhances inference by allocating extra compute to improve AI reasoning, enabling models to tackle complex, multi-step problems effectively.\nHow Test-Time Scaling Enables AI Reasoning\nThe rise of test-time compute unlocks the ability for AI to offer well-reasoned, helpful and more accurate responses to complex, open-ended user queries. These capabilities will be critical for the detailed, multistep reasoning tasks expected of autonomous\nagentic AI\nand\nphysical AI\napplications. Across industries, they could boost efficiency and productivity by providing users with highly capable assistants to accelerate their work.\nIn healthcare, models could use test-time scaling to analyze vast amounts of data and infer how a disease will progress, as well as predict potential complications that could stem from new treatments based on the chemical structure of a drug molecule. Or, it could comb through a database of clinical trials to suggest options that match an individual’s disease profile, sharing its reasoning process about the pros and cons of different studies.\nIn retail and supply chain logistics, long thinking can help with the complex decision-making required to address near-term operational challenges and long-term strategic goals. Reasoning techniques can help businesses reduce risk and address scalability challenges by predicting and evaluating multiple scenarios simultaneously — which could enable more accurate demand forecasting, streamlined supply chain travel routes, and sourcing decisions that align with an organization’s sustainability initiatives.\nAnd for global enterprises, this technique could be applied to draft detailed business plans, generate complex code to debug software, or optimize travel routes for delivery trucks, warehouse robots and robotaxis.\nAI reasoning models are rapidly evolving. OpenAI o1-mini and o3-mini,\nDeepSeek R1\n, and Google DeepMind’s Gemini 2.0 Flash Thinking were all introduced in the last few weeks, and additional new models are expected to follow soon.\nModels like these require considerably more compute to reason during inference and generate correct answers to complex questions — which means that enterprises need to scale their accelerated computing resources to deliver the next generation of AI reasoning tools that can support complex problem-solving, coding and multistep planning.\nLearn about the benefits of\nNVIDIA AI for accelerated inference\n.\nCategories:\nExplainer\n|\nGenerative AI\nTags:\nArtificial Intelligence\n|\nInference","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/ai-scaling-laws\/","zh_title":"擴展定律如何推動更有智慧又更強大的 AI 發展","zh_content":"就像是人們普遍理解的自然經驗定律一樣，例如有上必有下，或者每個動作都有相等和相反的反應，人工智慧（AI）領域長期以來都是由單一想法所定義：更多的運算、更多的訓練資料和更多的參數，就可以產生更好的 AI 模型。\n然而，AI 發展至今，需要三個不同的定律來描述不同方式利用運算資源如何影響模型效能。這些 AI 擴展定律合在一起，包含預訓練擴展（pretraining scaling）、訓練後擴展（post-training scaling），以及又稱為長思考（long thinking）的測試階段擴展（test-time scaling），反映出 AI 領域如何在各種日益複雜的 AI 用例中運用額外的運算技術演進發展。\n近期興起的測試階段擴展，也就是在推論階段應用更多運算來提高準確度，已經實現 AI 推理模型這類新式的大型語言模型（\nLLM\n），以執行多次推論來處理複雜的問題，同時描述解決任務所需的步驟。測試階段擴展需要用到大量運算資源來支援 AI 推理，這將進一步推動對加速運算的需求。\n什麼是預訓練擴展？\n預訓練擴展是 AI 發展的原始定律。它證明透過增加訓練資料集大小、模型參數數量和運算資源，開發人員可以期望模型智慧和準確度會出現可預期的改善。\n資料、模型大小、運算這三個要素中的每一個都息息相關。根據\n本篇研究論文所概述\n的預訓練擴展定律，當大型模型獲得更多資料時，模型的整體效能就會提高。為了實現這個目標，開發人員必須擴大運算規模，這就需要強大的加速運算資源來運行那些較大的訓練工作負載。\n這種預訓練擴展原則使得大型模型達到突破性的能力。它還激發了模型架構的重大創新，包括有著數十億個和上兆個參數的\ntransformer 模型\n、\n混合專家\n模型和新式分散式訓練技術的興起，而這一切都需要大量的運算。\n而預訓練擴展定律的相關性仍在不斷發展，隨著人類持續產生越來越多的多模態資料，這些文字、影像、音訊、影片和感測器資訊的寶藏庫將會被用來訓練未來強大的 AI 模型。\n預訓練擴展是 AI 發展的基本原則，它將模型、資料集和運算的大小與 AI 的效益連結起來。如上圖所示的混合專家模型，是訓練 AI 時常用的模型架構\n什麼是訓練後擴展？\n預先訓練大型\n基礎模型\n並非人人適用，這需要大量投資、熟練的專家和資料集。然而，一旦組織預先訓練好並發布模型，就能讓其他人使用其預先訓練的模型當成基礎，以配合自己的應用，從而降低採用 AI 的門檻。\n這種訓練後的流程會推動企業及更廣泛的開發人員社群對加速運算的額外累積需求。受歡迎的開源模型可能有著上百個或上千個在多個領域裡訓練出的衍生模型。\n針對各種用例開發衍生模型的生態系，可能需要比預先訓練原始基礎模型多出約 30 倍的運算時間。\n訓練後技術可以進一步提升模型的特異性，以及與組織所需用例的相關性。預訓練擴展就像是將 AI 模型送去學校學習基本技能，而訓練後擴展則是增強模型適用於其預期工作的技能。比如一個大型語言模型可以經過訓練後擴展來處理情感分析或翻譯等任務，或是理解醫療保健或法律等特定領域的術語。\n訓練後擴展定律假設使用微調、剪枝、量化、蒸餾、強化學習和合成資料增強等技術，可以進一步改善預訓練模型在運算效率、準確性或領域特異性方面的效能。\n微調\n（fine-tuning）使用額外的訓練資料，針對特定領域和應用量身打造 AI 模型。這可以使用組織的內部資料集，或是成對的樣本模型輸入和輸出內容來完成。\n蒸餾\n（distillation）需要使用一對 AI 模型：一個大型複雜的教師模型和一個輕量級的學生模型。在離線蒸餾這個最常見的蒸餾技術中，學生模型學習模仿預先訓練的教師模型的輸出。\n強化學習\n（reinforcement learning，RL）是一種機器學習技術，它使用獎勵模型來訓練代理做出符合特定用例的決定。代理的目標是在與環境互動的過程中，隨著時間的推移做出累積獎勵最大化的決策，例如聊天機器人大型語言模型會受到使用者做出「按讚」反應的正向強化。這種技術稱為基於人類回饋的強化學習（RLHF）。另一種較新的技術是基於 AI 回饋強化學習（RLAIF），它使用 AI 模型的回饋來引導學習過程，簡化訓練後的工作。\n最佳解搜尋採樣\n（Best-of-n sampling）會從語言模型產生多個輸出，並根據獎勵模型選擇獎勵分數最高的一個。它通常用來提高 AI 的輸出，而不需要修改模型參數，提供一種使用強化學習進行微調的替代方法。\n搜尋方法\n會在選擇最終輸出之前探索一系列潛在的決策路徑。這種訓練後擴展技術可以反覆改善模型的反應。\n為了支援訓練後擴展，開發人員可以使用\n合成資料\n來增強或補充微調資料集。使用 AI 產生的資料來補充現實世界的資料集，有助於模型改善處理原始訓練資料中代表性不足或遺漏的邊緣案例的能力。\n訓練後擴展使用微調、修剪和蒸餾等技術來完善預訓練模型，以提高效率和任務相關性\n什麼是測試階段擴展？\n大型語言模型會對輸入提示做出快速回應。這個過程非常適合用來獲得簡單問題的正確答案，但當使用者提出複雜的詢問，這個流程可能就沒那麼好使用。要回答複雜的問題，大型語言模型必須先對問題進行推理，才能給出答案，而回答複雜的問題是\n代理型 AI\n工作負載的基本能力。\n這跟大多數人的思考方式類似，在被問到二加二的答案時，他們會馬上脫口而出，而不需要講解加法或整數的基本原理。可是萬一當場被要求制定一個可以讓公司利潤成長 10% 的商業計畫時，人們可能會透過各種選項進行推理，並且提供一個多步驟的答案。\n測試階段擴展也稱為長思考，發生在推論過程中。傳統的 AI 模型會快速針對使用者的提示產生一次性答案，而使用這項技術的模型則會在推論過程中分配額外的運算工作，讓模型在得出最佳答案前先推理出多個可能的回應。\n在為開發人員生成複雜的客製化程式碼等工作上，這個 AI 推理過程可能需要幾分鐘，甚至幾小時的時間，而且相較於傳統大型語言模型的單次推論，高難度的查詢可能需要超過 100 倍的運算量，因為傳統大型語言模型不太可能在第一次嘗試時，就能對複雜的問題產生正確的答案。\n這種測試階段運算能力可以讓 AI 模型探索問題的不同解決方案，並將複雜的要求拆解成多個步驟，在許多情況下，在推理過程中向使用者展示其工作。研究發現，當給予 AI 模型需要多個推理與規劃步驟的開放式提示時，測試階段擴展可以獲得更高品質的回應。\n測試階段運算方法有多種方法，包括：\n思維鏈（chain-of-thought）提示：把複雜的問題分解成一系列更簡單的步驟。\n多數決抽樣：針對同一個提示產生多個回應，然後選擇最常出現的答案作為最終輸出。\n搜尋：探索與評估回覆樹狀結構裡的多個路徑。\n類似最佳解搜尋採樣的訓練後擴展方法也可用於推論過程中的長思考，以最佳化符合人類喜好或其他目標的回應。\n測試階段擴展技術透過分配額外的運算來增強 AI推理能力，使得模型能夠有效解決複雜的多步驟問題\n測試階段擴展如何進行\nAI\n推理\n測試階段運算技術的興起，讓 AI 有能力對使用者所提出複雜、開放式的查詢項目，提供有理有據、有幫助且更加準確的回應。這些能力對於自主\n代理型 AI\n及\n實體 AI\n應用所期待的詳細、多重推理任務來說至關重要。它們可以為各產業的使用者提供能力強大的助理來加速工作，從而提高效率和生產力。\n在醫療保健領域，模型可以使用測試階段擴展技術來分析大量資料，推斷疾病的發展情況，以及根據藥物分子的化學結構，預測新療法可能產生的潛在併發症。或者，它可以梳理臨床試驗資料庫，建議符合個人病況的方案，分享其對不同研究利弊的推理過程。\n在零售和供應鏈物流領域，長思考有助於解決近期營運挑戰和長期策略目標所需的複雜決策。推理技術可以同時預測與評估多種情境，協助企業降低風險，並因應在擴充方面的難題。這可以實現更精準的需求預測、簡化供應鏈行程路線，以及做出符合組織永續發展計畫的採購決策。\n對於全球企業而言，這項技術可應用於草擬詳細的商業計畫、產生複雜的程式碼以對軟體進行除錯，或是最佳化貨車、倉儲機器人和無人駕駛計程車的行駛路線。\nAI 推理模型發展迅速。OpenAI o1-mini 和 o3-mini、\nDeepSeek R1\n以及 Google DeepMind 的 Gemini 2.0 Flash Thinking 都是在過去幾週推出，預計不久後還會有更多新的模型問世。\n這些模型在推理過程中需要使用大量運算，才能對複雜問題進行推理與產生正確答案，這表示企業需要擴充加速運算資源，以提供能夠解決複雜問題、編寫程式碼和規劃多步驟的下一代AI推理工具。\n了解\nNVIDIA AI\n在加速推論\n方面的優勢。\nCategories:\n生成式人工智慧\n|\n解釋達人\nTags:\nArtificial Intelligence\n|\nInference"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/cybersecurity-ai-critical-infrastructure\/","en_title":"Safety First: Leading Partners Adopt NVIDIA Cybersecurity AI to Safeguard Critical Infrastructure","en_content":"The rapid evolution of generative AI has created countless opportunities for innovation across industry and research. As is often the case with state-of-the-art technology, this evolution has also shifted the landscape of cybersecurity threats, creating new security requirements. Critical infrastructure cybersecurity is advancing to thwart the next wave of emerging threats in the AI era.\nLeading operational technology (OT) providers today showcased at the S4 conference for industrial control systems (ICS) and OT cybersecurity how they’re adopting the NVIDIA cybersecurity AI platform to deliver real-time threat detection and critical infrastructure protection.\nArmis, Check Point, CrowdStrike, Deloitte and World Wide Technology (WWT) are integrating the platform to help customers bolster critical infrastructure, such as energy, utilities and manufacturing facilities, against cyber threats.\nCritical infrastructure operates in highly complex environments, where the convergence of IT and OT, often accelerated by digital transformation, creates a perfect storm of vulnerabilities. Traditional cybersecurity measures are no longer sufficient to address these emerging threats.\nBy harnessing\nNVIDIA’s cybersecurity AI platform\n, these partners can provide exceptional visibility into critical infrastructure environments, achieving robust and adaptive security while delivering operational continuity.\nThe platform integrates NVIDIA’s accelerated computing and AI, featuring\nNVIDIA BlueField-3 DPUs\n,\nNVIDIA DOCA\nand the\nNVIDIA Morpheus AI cybersecurity framework\n, part of the\nNVIDIA AI Enterprise\n. This combination enables real-time threat detection, empowering cybersecurity professionals to respond swiftly at the edge and across networks.\nUnlike conventional solutions that depend on intrusive methods or software agents, BlueField-3 DPUs function as a virtual security overlay. They inspect network traffic and safeguard host integrity without disrupting operations. Acting as embedded sensors within each server, they stream telemetry data to NVIDIA Morpheus, enabling detailed monitoring of host activities, network traffic and application behaviors — seamlessly and without operational impact.\nDriving Cybersecurity Innovation Across Industries\nIntegrating Armis Centrix, Armis’ AI-powered cyber exposure management platform, with NVIDIA cybersecurity AI helps secure critical infrastructure like energy, manufacturing, healthcare and transportation.\n“OT environments are increasingly targeted by sophisticated cyber threats, requiring robust solutions that ensure both security and operational continuity,” said Nadir Izrael, chief technology officer and cofounder of Armis. “Combining Armis’ unmatched platform for OT security and cyber exposure management with NVIDIA BlueField-3 DPUs enables organizations to comprehensively protect cyber-physical systems without disrupting operations.”\nCrowdStrike is helping secure critical infrastructure such as ICS and OT by deploying its CrowdStrike Falcon security agent on BlueField-3 DPUs to boost real-time AI-powered threat detection and response.\n“OT environments are under increasing threat, demanding AI-powered security that adapts in real time,” said Raj Rajamani, head of products at CrowdStrike. “By integrating NVIDIA BlueField-3 DPUs with the CrowdStrike Falcon platform, we’re extending industry-leading protection to critical infrastructure without disrupting operations — delivering unified protection at the edge and helping organizations stay ahead of modern threats.”\nDeloitte is driving customers’ digital transformation, enabled by NVIDIA’s cybersecurity AI platform, to help meet the demands of breakthrough technologies that require real-time, granular visibility into data center networks to defend against increasingly sophisticated threats.\n“Protecting OT and ICS systems is becoming increasingly challenging as organizations embrace digital transformation and interconnected technologies,” said Dmitry Dudorov, an AI security leader at Deloitte U.K. “Harnessing NVIDIA’s cybersecurity AI platform can enable organizations to determine threat detection, enhance resilience and safeguard their infrastructure to accelerate their efforts.”\nA Safer Future, Powered by AI\nNVIDIA’s cybersecurity AI platform, combined with the expertise of ecosystem partners, offers a powerful and scalable solution to protect critical infrastructure environments against evolving threats. Bringing NVIDIA AI and accelerated computing to the forefront of OT security can help organizations protect what matters most — now and in the future.\nLearn more by attending the\nNVIDIA GTC\nglobal AI conference, running March 17-21, where Armis, Check Point and CrowdStrike  cybersecurity leaders will host\nsessions\nabout their collaborations with NVIDIA.\nCategories:\nGenerative AI\n|\nNetworking\n|\nSoftware\nTags:\nArtificial Intelligence\n|\nCybersecurity\n|\nNVIDIA AI Enterprise\n|\nNVIDIA BlueField","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/cybersecurity-ai-critical-infrastructure\/","zh_title":"安全至上：領先合作夥伴採用 NVIDIA 網路安全 AI 保護關鍵基礎設施","zh_content":"生成式人工智慧（AI）的快速發展，為產業與研究領域的創新帶來無數機會。正如最先進的技術常見的情況，這種演進同樣改變了網路安全威脅的格局，產生出全新的安全需求。關鍵基礎設施的網路安全正在不斷進步，以嚇阻 AI 時代的下一波新興威脅。\n領先的營運技術（OT）供應商今日在專注於工業控制系統（ICS）與 OT 網路安全的S4大會上，展示他們如何採用 NVIDIA 網路安全 AI 平台來提供即時偵測威脅與關鍵基礎設施保護。\nArmis、Check Point、CrowdStrike、德勤（Deloitte）與 World Wide Technology（WWT）正在整合該平台，以協助客戶強化能源、公用事業和製造設施等關鍵基礎設施對抗網路威脅。\n關鍵基礎設施在高度複雜的環境中運作，常常因數位轉型而加速整合 IT 與 OT，產生出資安漏洞的完美風暴。傳統的網路安全措施已經不足以應對這些新興威脅。\n利用\nNVIDIA 的網路安全 AI 平台\n，這些合作夥伴能夠為關鍵基礎設施環境提供極佳的可視性，並在維持設施持續運作的同時，實現強大且適應性高的安全功能。\n該平台整合了 NVIDIA 的加速運算與 AI，採用\nNVIDIA BlueField-3 DPU\n、\nNVIDIA DOCA\n及作為\nNVIDIA AI Enterprise\n一部分的\nNVIDIA Morpheus AI 網路安全框架\n。這個組合能夠實現即時偵測威脅，讓網路安全專業人員能夠在邊緣和整個網路迅速回應。\n與傳統依賴侵入性方法或軟體代理的解決方案不同，BlueField-3 DPU 有著虛擬安全覆蓋的功能，可以在不中斷運作的情況下檢查網路流量與保護主機完整性。作為嵌入每一台伺服器裡的感測器，它們將遙測資料傳輸至 NVIDIA Morpheus，以流暢且不影響運作的方式，實現主機活動、網路流量和應用程式行為的詳細監控。\n推動各產業的網路安全創新\n整合 Armis Centrix 的 AI 驅動 Armis 網路暴露管理平台搭配 NVIDIA 網路安全 AI，協助確保能源、製造、醫療保健與運輸等關鍵基礎設施的安全。\nArmis 技術長暨共同創辦人 Nadir Izrael 表示：「OT 環境日益成為複雜網路威脅的目標，需要強大的解決方案來確保安全性與營運的連續性。將 Armis 無與倫比的 OT 安全與網路暴露管理平台與 NVIDIA BlueField-3 DPU 相結合，可以讓企業在不中斷營運的情況下，全面保護虛實整合系統。」\nCrowdStrike 透過在 BlueField-3 DPU 上部署 CrowdStrike Falcon 安全代理程式，以提升即時 AI 驅動的威脅偵測與回應能力，幫助保護 ICS 與 OT 等關鍵基礎設施的安全。\nCrowdStrike 產品負責人 Raj Rajamani 表示：「OT 環境面臨越來越多威脅，需要可即時適應各種情況以 AI 驅動的安全。透過將 NVIDIA BlueField-3 DPUs 與 CrowdStrike Falcon 平台整合，我們在不中斷營運的情況下，將領先業界的防護功能擴展至關鍵基礎設施，在邊緣提供統一的防護，協助企業在現代威脅下保持領先。」\n德勤使用 NVIDIA 網路安全 AI 平台推動客戶的數位轉型，以協助滿足突破性技術的需求，這些技術需要為資料中心網路提供即時且精細的可視性，以抵禦日益複雜的威脅。\n德勤英國分公司 AI 安全主管 Dmitry Dudorov 表示：「隨著企業擁抱數位轉型與互聯技術，保護 OT 與 ICS 系統的難度與日俱增。利用 NVIDIA 的網路安全 AI 平台，可讓組織確定威脅偵測、增強復原能力，並保障基礎設施的安全，以加快執行各項工作。」\nAI\n助力開創更安全的未來\nNVIDIA 的網路安全 AI 平台結合生態系合作夥伴的專業知識，提供強大且可擴充的解決方案，保護關鍵基礎設施環境免受不斷演進的威脅。將 NVIDIA AI 與加速運算帶入 OT 安全的最前線，可協助組織保護現在和未來最重要的事物。\n歡迎參加 3 月 17 至 21 日舉辦的\nNVIDIA GTC\n全球 AI 大會了解更多資訊，屆時 Armis、Check Point 與 CrowdStrike 等網路安全領導廠商將主持多場\n會議\n，介紹他們與 NVIDIA 的合作項目。\nCategories:\n互聯網路\n|\n生成式人工智慧\n|\n軟體\nTags:\nArtificial Intelligence\n|\ncybersecurity\n|\nNVIDIA AI Enterprise\n|\nNVIDIA BlueField"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/ai-in-financial-services-survey-2025\/","en_title":"AI Pays Off: Survey Reveals Financial Industry’s Latest Technological Trends","en_content":"The financial services industry is reaching an important milestone with AI, as organizations move beyond testing and experimentation to successful AI implementation, driving business results.\nNVIDIA’s fifth annual\nState of AI in Financial Services report\nshows how financial institutions have consolidated their AI efforts to focus on core applications, signaling a significant increase in AI capability and proficiency.\nAI Helps Drive Revenue and Save Costs\nCompanies investing in AI are seeing tangible benefits, including increased revenue and cost savings.\nNearly 70% of respondents report that AI has driven a revenue increase of 5% or more, with a dramatic rise in those seeing a 10-20% revenue boost. In addition, more than 60% of respondents say AI has helped reduce annual costs by 5% or more. Nearly a quarter of respondents are planning to use AI to create new business opportunities and revenue streams.\nThe top\ngenerative AI\nuse cases in terms of return on investment (ROI) are trading and portfolio optimization, which account for 25% of responses, followed by customer experience and engagement at 21%. These figures highlight the practical, measurable benefits of AI as it transforms key business areas and drives financial gains.\nOvercoming Barriers to AI Success\nHalf of management respondents said they’ve deployed their first generative AI service or application, with an additional 28% planning to do so within the next six months. A 50% decline in the number of respondents reporting a lack of AI budget suggests increasing dedication to AI development and resource allocation.\nThe challenges associated with early AI exploration are also diminishing. The survey revealed fewer companies reporting data issues and privacy concerns, as well as reduced concern over insufficient data for model training. These improvements reflect growing expertise and better data management practices within the industry.\nAs financial services firms allocate budget and grow more savvy at data management, they can better position themselves to harness AI for enhanced operational efficiency, security and innovation across business functions.\nGenerative AI Powers More Use Cases\nAfter data analytics, generative AI has emerged as the second-most-used AI workload in the financial services industry. The applications of the technology have expanded significantly, from enhancing customer experience to optimizing trading and portfolio management.\nNotably, the use of generative AI for customer experience, particularly via chatbots and virtual assistants, has more than doubled, rising from 25% to 60%. This surge is driven by the increasing availability, cost efficiency and scalability of generative AI technologies for powering more sophisticated and accurate digital assistants that can enhance customer interactions.\nMore than half of the financial professionals surveyed are now using generative AI to enhance the speed and accuracy of critical tasks like document processing and report generation.\nFinancial institutions are also poised to benefit from\nagentic AI\n— systems that harness vast amounts of data from various sources and use sophisticated reasoning to autonomously solve complex, multistep problems. Banks and asset managers can use agentic AI systems to enhance risk management, automate compliance processes, optimize investment strategies and personalize customer services.\nAdvanced AI Drives Innovation\nRecognizing the transformative potential of AI, companies are taking proactive steps to build AI factories — specially built accelerated computing platforms equipped with full-stack AI software — through cloud providers or on premises. This strategic focus on implementing high-value AI use cases is crucial to enhancing customer service, boosting revenue and reducing costs.\nBy tapping into advanced infrastructure and software, companies can streamline the development and deployment of AI models and position themselves to harness the power of agentic AI.\nWith industry leaders predicting at least 2x ROI on AI investments, financial institutions remain highly motivated to implement their highest-value AI use cases to drive efficiency and innovation.\nDownload the full report\nto learn more about how financial services companies are using accelerated computing and AI to transform services and business operations.\nCategories:\nGenerative AI\nTags:\nArtificial Intelligence\n|\nFinancial Services","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/ai-in-financial-services-survey-2025\/","zh_title":"AI 帶來亮眼報酬：調查結果揭示金融業最新技術趨勢","zh_content":"金融服務業在使用人工智慧（AI）方面正邁入一個重要的里程碑，各大組織開始邁出測試與實驗的範疇，成功使用 AI 推動業務成果。\nNVIDIA 的第五份\n《金融服務業 AI 現況（State of AI in Financial Services）》年度調查報告\n顯示，金融機構已經整合自身在 AI 方面的各項作為，以專注在核心應用項目上，這標誌著 AI 能力與熟練程度大幅提升。\nAI\n有助於增加營收與節省成本\n投資於 AI 的公司正在看到實質效益，包括增加營收和節省成本等。\n近七成的受訪者表示，AI 已經帶來 5% 或以上的營收成長，其中營收成長幅度達 10% 至 20% 的受訪者比例更是大幅增加。此外，超過六成的受訪者表示 AI 已協助減少 5% 或以上的年度成本。近四分之一的受訪者正計劃使用 AI 創造新的商機和收入來源。\n交易與投資組合最佳化是投資報酬率（ROI）最高的\n生成式 AI\n使用案例，佔回應數量的 25%，其次是客戶體驗與參與度，佔 21%。這些數字突顯 AI在改變關鍵業務領域和推動財務收益時，所帶來可衡量的實際效益。\n克服\nAI\n成功的關卡\n半數管理層的受訪者表示，他們已經部署了第一個生成式 AI 服務或應用，另有 28% 的受訪者計劃在未來六個月內部署。回覆缺乏 AI 預算的受訪者人數減少了五成，這顯示對於 AI 開發與資源分配的投入程度日益增加。\n與早期探索 AI 相關的挑戰同樣在減少。調查顯示，回答有資料問題和隱私疑慮的公司數量減少，對於模型訓練資料不足的疑慮也降低。這些改善反映出業界的專業知識與資料管理實務正在不斷增加。\n隨著金融服務公司分配預算並更加擅長管理資料，他們可以更好地利用 AI 來提高跨業務單位的營運效率、安全性和進行創新。\n生成式\nAI\n驅動更多使用案例\n繼資料分析之後，生成式 AI 已經成為金融服務業裡第二大宗的 AI 工作負載。這項技術的應用範圍已大幅擴展，從提升客戶體驗到最佳化交易和投資組合管理。\n值得注意的是，生成式 AI 在客戶體驗方面的應用，特別是透過聊天機器人和虛擬助理，數量增加了一倍以上，從 25% 上升到 60%。這樣大幅成長的趨勢是基於生成式 AI 技術的可用性、成本效率和可擴展性不斷提高，能夠驅動更複雜、更精準的數位助理，從而提升客戶互動情況。\n半數以上受訪的金融專業人員現正使用生成式 AI 技術，以提高處理文件和產生報告等重要工作的速度和準確性。\n金融機構也準備好從\n代理型 AI\n中受惠，代理型 AI 系統是指利用各種來源的大量資料，並使用複雜的推理流程自主解決複雜的多步驟問題。銀行和資產管理公司可以使用代理型 AI 系統來加強管理風險、自動化合規流程、最佳化投資策略，還有提供個人化的客戶服務。\n先進的\nAI\n推動創新\n在意識到 AI 的轉型潛力後，企業正積極採取措施，透過與雲端服務供應商合作或是在地端建立 AI 工廠，這些 AI 工廠是專門打造的加速運算平台，配備全端的 AI 軟體。企業在策略上特別鎖定實施高價值的 AI 使用案例，這對於提升客戶服務、增加收入與降低成本來說至關重要。\n企業利用先進的基礎設施和軟體，可以簡化 AI 模型的開發和部署，並在善加發揮代理型 AI 力量方面站穩腳步。\n由於業界領導業者預測 AI 投資的投資報酬率至少為兩倍，因此金融機構仍有很大動力去實現其最高價值的 AI 使用案例，以推動效率和創新。\n下載完整報告\n，進一步瞭解金融服務公司如何利用加速運算和 AI 來改變服務和業務運作。\nCategories:\n生成式人工智慧\nTags:\nArtificial Intelligence\n|\nFinancial Services"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/nemo-guardrails-nim-microservices\/","en_title":"NVIDIA Releases NIM Microservices to Safeguard Applications for Agentic AI","en_content":"AI agents are poised to transform productivity for the world’s billion knowledge workers with “knowledge robots” that can accomplish a variety of tasks. To develop AI agents, enterprises need to address critical concerns like trust, safety, security and compliance.\nNew\nNVIDIA NIM\nmicroservices for AI guardrails — part of the\nNVIDIA NeMo Guardrails\ncollection of software tools — are portable, optimized inference microservices that help companies improve the safety, precision and scalability of their generative AI applications.\nCentral to the orchestration of the microservices is NeMo Guardrails, part of the\nNVIDIA NeMo\nplatform for curating, customizing and guardrailing AI. NeMo Guardrails helps developers integrate and manage AI guardrails in large language model (LLM) applications. Industry leaders Amdocs, Cerence AI and Lowe’s are among those using NeMo Guardrails to safeguard AI applications.\nDevelopers can use the NIM microservices to build more secure, trustworthy AI agents that provide safe, appropriate responses within context-specific guidelines and are bolstered against jailbreak attempts. Deployed in customer service across industries like automotive, finance, healthcare, manufacturing and retail, the agents can boost customer satisfaction and trust.\nOne of the new microservices, built for moderating content safety, was trained using the Aegis Content Safety Dataset — one of the highest-quality, human-annotated data sources in its category. Curated and owned by NVIDIA, the dataset\nis publicly available\non Hugging Face and includes over 35,000 human-annotated data samples flagged for AI safety and jailbreak attempts to bypass system restrictions.\nNVIDIA NeMo Guardrails Keeps AI Agents on Track\nAI is rapidly boosting productivity for a broad range of business processes. In customer service, it’s helping resolve customer issues up to\n40% faster\n. However, scaling AI for customer service and other AI agents requires secure models that prevent harmful or inappropriate outputs and ensure the AI application behaves within defined parameters.\nNVIDIA has introduced three new NIM microservices for NeMo Guardrails that help AI agents operate at scale while maintaining controlled behavior:\nContent safety NIM microservice\nthat safeguards AI against generating biased or harmful outputs, ensuring responses align with ethical standards.\nTopic control NIM microservice\nthat keeps conversations focused on approved topics, avoiding digression or inappropriate content.\nJailbreak detection NIM microservice\nthat adds protection against jailbreak attempts, helping maintain AI integrity in adversarial scenarios.\nBy applying multiple lightweight, specialized models as guardrails, developers can cover gaps that may occur when only more general global policies and protections exist — as a one-size-fits-all approach doesn’t properly secure and control complex\nagentic AI\nworkflows.\nSmall language models, like those in the NeMo Guardrails collection, offer lower latency and are designed to run efficiently, even in resource-constrained or distributed environments. This makes them ideal for scaling AI applications in industries such as healthcare, automotive and manufacturing, in locations like hospitals or warehouses.\nIndustry Leaders and Partners Safeguard AI With NeMo Guardrails\nNeMo Guardrails, available to the open-source community, helps developers orchestrate multiple AI software policies — called rails — to enhance LLM application security and control. It works with NVIDIA NIM microservices to offer a robust framework for building AI systems that can be deployed at scale without compromising on safety or performance.\nAmdocs, a leading global provider of software and services to communications and media companies, is harnessing NeMo Guardrails to enhance AI-driven customer interactions by delivering safer, more accurate and contextually appropriate responses.\n“Technologies like NeMo Guardrails are essential for safeguarding generative AI applications, helping make sure they operate securely and ethically,” said Anthony Goonetilleke, group president of technology and head of strategy at Amdocs. “By integrating NVIDIA NeMo Guardrails into our amAIz platform, we are enhancing the platform’s ‘Trusted AI’ capabilities to deliver agentic experiences that are safe, reliable and scalable. This empowers service providers to deploy AI solutions safely and with confidence, setting new standards for AI innovation and operational excellence.”\nCerence AI, a company specializing in AI solutions for the automotive industry, is using NVIDIA NeMo Guardrails to help ensure its in-car assistants deliver contextually appropriate, safe interactions powered by its CaLLM family of large and small language models.\n“Cerence AI relies on high-performing, secure solutions from NVIDIA to power our in-car assistant technologies,” said Nils Schanz, executive vice president of product and technology at Cerence AI. “Using NeMo Guardrails helps us deliver trusted, context-aware solutions to our automaker customers and provide sensible, mindful and hallucination-free responses. In addition, NeMo Guardrails is customizable for our automaker customers and helps us filter harmful or unpleasant requests, securing our CaLLM family of language models from unintended or inappropriate content delivery to end users.”\nLowe’s, a leading home improvement retailer, is leveraging generative AI to build on the deep expertise of its store associates. By providing enhanced access to comprehensive product knowledge, these tools empower associates to answer customer questions, helping them find the right products to complete their projects and setting a new standard for retail innovation and customer satisfaction.\n“We’re always looking for ways to help associates go above and beyond for our customers,” said Chandhu Nair, senior vice president of data, AI and innovation at Lowe’s. “With our recent deployments of NVIDIA NeMo Guardrails, we ensure AI-generated responses are safe, secure and reliable, enforcing conversational boundaries to deliver only relevant and appropriate content.”\nTo further accelerate AI safeguards adoption in AI application development and deployment in retail, NVIDIA recently announced at the NRF show that its\nNVIDIA AI Blueprint for retail shopping assistants\nincorporates NeMo Guardrails microservices for creating more reliable and controlled customer interactions during digital shopping experiences.\nConsulting leaders Taskus, Tech Mahindra and Wipro are also integrating NeMo Guardrails into their solutions to provide their enterprise clients safer, more reliable and controlled generative AI applications.\nNeMo Guardrails is open and extensible, offering integration with a robust ecosystem of leading AI safety model and guardrail providers, as well as AI observability and development tools. It supports integration with\nActiveFence’s ActiveScore\n, which filters harmful or inappropriate content in conversational AI applications, and provides visibility, analytics and monitoring.\nHive, which provides its\nAI-generated content detection models\nfor images, video and audio content as NIM microservices, can be easily integrated and orchestrated in AI applications using NeMo Guardrails.\nThe Fiddler AI Observability platform easily integrates with NeMo Guardrails to enhance AI guardrail monitoring capabilities. And Weights & Biases, an end-to-end AI developer platform, is expanding the capabilities of W&B Weave by adding integrations with NeMo Guardrails microservices. This enhancement builds on Weights & Biases’ existing portfolio of NIM integrations for optimized AI inferencing in production.\nNeMo Guardrails Offers Open-Source Tools for AI Safety Testing\nDevelopers ready to test the effectiveness of applying safeguard models and other rails can use\nNVIDIA Garak\n— an open-source toolkit for LLM and application vulnerability scanning developed by the NVIDIA Research team.\nWith Garak, developers can\nidentify vulnerabilities\nin systems using LLMs by assessing them for issues such as data leaks, prompt injections, code hallucination and jailbreak scenarios. By generating test cases involving inappropriate or incorrect outputs, Garak helps developers detect and address potential weaknesses in AI models to enhance their robustness and safety.\nAvailability\nNVIDIA NeMo Guardrails microservices, as well as\nNeMo Guardrails\nfor rail orchestration and the\nNVIDIA Garak\ntoolkit, are now available for developers and enterprises. Developers can get started building AI safeguards into AI agents for customer service using NeMo Guardrails with\nthis tutorial\n.\nSee\nnotice\nregarding software product information.\nCategories:\nGenerative AI\nTags:\nArtificial Intelligence\n|\nCybersecurity\n|\nNVIDIA Blueprints\n|\nNVIDIA NeMo\n|\nNVIDIA NIM","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/nemo-guardrails-nim-microservices\/","zh_title":"NVIDIA 發表為代理型 AI 應用提供安全防護的 NIM 微服務","zh_content":"AI 代理為全球數十億名知識工作者提供可完成各種任務的「知識機器人」，改變他們的生產力。而為了開發 AI 代理，企業需要解決信任、安全、保全及法遵等關鍵問題。\n作為\nNVIDIA NeMo Guardrails\n軟體工具集的一部分，全新用於人工智慧（AI）防護工作的\nNVIDIA NIM\n微服務是一款可攜式且經過最佳化的推論微服務，可以協助企業提高其生成式 AI 應用的安全性、精確性與可擴充性。\nNeMo Guardrails 是這些微服務的協調核心，也是用於彙整、客製化和為 AI 提供保護的\nNVIDIA NeMo\n平台一部分。NeMo Guardrails 可協助開發人員在大型語言模型（LLM）應用中整合與管理 AI 防護工作。Amdocs、Cerence AI 和 Lowe’s 等業界領導廠商均使用 NeMo Guardrails 來保護 AI 應用。\n開發人員可以使用 NIM 微服務來建立更安全、更值得信賴的 AI 代理，在特定情境的指引下提供安全且適當的回應，並且加強防禦嘗試越獄的行為。這些代理可以部署在汽車、金融、醫療保健、製造和零售等產業的客戶服務中，以提升客戶滿意度和信任度。\n其中一個新的微服務是為了控制內容安全而建立，使用 Aegis 內容安全資料集（Aegis Content Safety Dataset）進行訓練，該資料集是同類型中品質最高、經人工註解的資料來源之一。Aegis 內容安全資料集由 NVIDIA 編輯和擁有，並在 Hugging Face 上\n公開提供\n，其中包括超過 35,000 個經人工註解的資料樣本，標示為 AI 安全和試圖繞過系統限制的越獄行為。\nNVIDIA NeMo Guardrails\n讓\nAI\n代理保持正常運作\nAI 正在快速提升各種業務流程的工作效率。在客戶服務方面，AI 協助解決客戶問題的速度\n加快了 40%\n。然而，為客戶服務及其他 AI 代理擴大 AI 規模需要輔以安全的模型，以避免輸出有害或不當內容，並且確保 AI 應用的按照訂定的參數運作。\nNVIDIA 為 NeMo Guardrails 推出三款全新的 NIM 微服務，可協助 AI 代理大規模運作，同時確保行為受到控制：\n內容安全\nNIM\n微服務\n可避免 AI 產生偏見或有害的輸出內容，確保回應內容符合道德標準。\n主題控制\nNIM\n微服務\n使得對話專注於經核准的主題上，避免離題或出現不當內容。\n越獄偵測\nNIM\n微服務\n可增加對越獄嘗試的防護，協助在對抗性情境中維持 AI 的完整性。\n透過應用多種輕量、專用的模型作為防護措施，開發人員可以補足只有適用於一般情況的全面性政策與保護措施時可能出現的缺口，因為一體適用的做法無法妥善保護與控制複雜的\nAI 代理\n工作流程。\n小型的語言模型，如 NeMo Guardrails 系列中的模型，可提供較低的延遲，即使在資源有限或分散式環境中也能高效率地執行。這使得它們成為醫療保健、汽車和製造業等產業在醫院或倉庫等地點擴大 AI 應用範圍的理想選擇。\n業界領導廠商與合作夥伴利用\nNeMo Guardrails\n保護\nAI\n開放給開源社群使用的 NeMo Guardrails，可協助開發人員協調多種稱為 rails的 AI 軟體原則，以增強大型語言模型應用的安全性與控制能力。它可以與 NVIDIA NIM 微服務搭配使用，提供建置 AI 系統的強大框架，並在不影響安全性或效能的情況下進行大規模部署。\nAmdocs 是全球領先的通訊與媒體公司軟體及服務供應商，該公司正使用 NeMo Guardrails 提供更安全、準確且符合情境的回應內容，以強化 AI 驅動的客戶互動。\nAmdocs 科技事業群總裁暨策略部門主管 Anthony Goonetilleke 表示：「像 NeMo Guardrails 這樣的技術對於保護生成式 AI 應用的安全來說是非常重要的，能夠確保它們能安全且符合道德標準地進行運作。透過將 NVIDIA NeMo Guardrails 整合至 amAIz 平台，我們強化了平台的『可信任 AI』功能，以提供安全、可靠且具擴充能力的代理體驗。這讓服務供應商能夠安全放心地部署 AI 解決方案，為 AI 創新和卓越營運樹立新標準。」\n專為汽車產業提供 AI 解決方案的 Cerence AI 正在使用 NVIDIA NeMo Guardrails 來協助確保其車載助理能夠在該公司 CaLLM 系列大小語言模型的支援下，提供符合情境的安全互動。\nCerence AI 產品與技術部門執行副總裁 Nils Schanz 表示：「Cerence AI 仰賴 NVIDIA 的高效能、安全解決方案來支援我們的車載助理技術。使用 NeMo Guardrails 能夠幫助我們為汽車製造商客戶提供可信賴的情境感知解決方案，並且提供合理、貼心且無幻覺的回應。NeMo Guardrails 還能配合汽車製造商客戶的需求進行客製化，同時協助我們過濾有害或令人不愉快的請求，確保我們的 CaLLM 語言模型系列不會向終端使用者傳送非預期或不當的內容。」\n領先的家居裝修零售商 Lowe’s 正在使用生成式 AI 來培養店員具備深厚的專業知識。這些工具能夠讓店員取得更全面的產品知識，協助他們回答客戶的問題，並幫助找到完成裝修案所需的合適產品，同時為零售創新和客戶滿意度立下新標準。\nLowe’s 資料、AI 與創新部門資深副總裁 Chandhu Nair 表示：「我們一直在尋找方法幫助員工為客戶提供超乎期望的服務。透過最近部署的 NVIDIA NeMo Guardrails，我們可以確保 AI 產生出安全、穩妥且可靠的回應，為對話內容設下邊界，只提供相關且適當的內容。」\n為了進一步加快在零售業 AI 應用開發和部署的過程中採用 AI 防護措施，NVIDIA 最近在 NRF 大會上宣布，其\n適用於零售購物助理的 NVIDIA AI Blueprint\n整合 NeMo Guardrails 微服務，以在數位購物體驗中創造更可靠、控制程度更高的客戶互動。\n顧問業領導廠商 Taskus、Tech Mahindra 與 Wipro 也將 NeMo Guardrails 與該公司的解決方案進行整合，為企業客戶提供更安全、可靠且可控的生成式 AI 應用。\nNeMo Guardrails 具有開放性和可擴展性，可與領先的 AI 安全模型和防護解決方案供應商，以及 AI 可觀察性和開發工具組成的強大的生態系進行整合。它支援與\nActiveFence 的 ActiveScore\n整合，可以過濾對話式 AI 應用中的有害或不當內容，並且提供可視性、分析與監控等功能。\nHive 以 NIM 微服務的方式提供該公司針對圖片、影片和聲音內容的\nAI 生成內容偵測模型\n，可輕鬆整合至使用 NeMo Guardrails 的 AI 應用中並進行協調。\nFiddler AI Observability 平台能輕鬆與 NeMo Guardrails 整合，強化 AI 防護功能的監控能力。而端對端的 AI 開發者平台 Weights & Biases，則是透過加入與 NeMo Guardrails 微服務的整合，來擴充 W&B Weave 的功能。這項增強功能建立在 Weights & Biases 現有的 NIM 整合產品組合上，能夠在生產環境裡最佳化 AI 推論結果。\nNeMo Guardrails\n提供\nAI\n安全測試開源工具\n準備測試應用安全防護模型和其他 rails 效果的開發人員，能夠使用 NVIDIA Research 團隊開發用於掃描大型語言模型及應用程式漏洞的開源工具包\nNVIDIA Garak\n。\n透過使用 Garak，開發人員可以評估使用大型語言模型的系統是否存在資料外洩、提示注入、程式碼幻覺和越獄情境等問題，從而\n找出系統中的漏洞\n。Garak 可以藉由產生涉及不適當或不正確輸出內容的測試案例，協助開發人員偵測及解決 AI 模型中的潛在漏洞，以提升其穩健性與安全性。\n上市時程\nNVIDIA NeMo Guardrails 微服務，以及用於協調 rail 的\nNeMo Guardrails\n和\nNVIDIA Garak\n工具包，現已提供給開發人員和企業使用。開發人員可以利用\n此教學內容\n開始使用 NeMo Guardrails，為用於客戶服務的 AI 代理建置 AI 防護措施。\n軟體產品資訊請參見\n公告\n。\nCategories:\n生成式人工智慧\nTags:\nArtificial Intelligence\n|\ncybersecurity\n|\nNVIDIA Blueprints\n|\nNVIDIA NeMo\n|\nNVIDIA NIM"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/isaac-gr00t-blueprint-humanoid-robotics\/","en_title":"NVIDIA Announces Isaac GR00T Blueprint to Accelerate Humanoid Robotics Development","en_content":"Over the next two decades, the market for humanoid robots is expected to reach $38 billion. To address this significant demand, particularly in industrial and manufacturing sectors, NVIDIA is releasing a collection of robot foundation models, data pipelines and simulation frameworks to accelerate next-generation\nhumanoid robot\ndevelopment efforts.\nAnnounced by NVIDIA founder and CEO Jensen Huang today at the\nCES\ntrade show, the\nNVIDIA Isaac GR00T\nBlueprint for synthetic motion generation helps developers generate exponentially large synthetic motion data to train their humanoids using imitation learning.\nImitation learning — a subset of\nrobot learning\n— enables\nhumanoids\nto acquire new skills by observing and mimicking expert human demonstrations. Collecting these extensive, high-quality datasets in the real world is tedious, time-consuming and often prohibitively expensive. Implementing the\nIsaac GR00T blueprint\nfor synthetic motion generation allows developers to easily generate exponentially large synthetic datasets from just a small number of human demonstrations.\nStarting with the GR00T-Teleop workflow, users can tap into the Apple Vision Pro to capture human actions in a\ndigital twin\n. These human actions are mimicked by a robot in  simulation and recorded for use as ground truth.\nThe GR00T-Mimic workflow then multiplies the captured human demonstration into a larger synthetic motion dataset. Finally, the GR00T-Gen workflow, built on the\nNVIDIA Omniverse\nand\nNVIDIA Cosmos\nplatforms, exponentially expands this dataset through domain randomization and 3D upscaling.\nThe dataset can then be used as an input to the robot policy, which teaches robots how to move and interact with their environment effectively and safely in\nNVIDIA Isaac Lab\n, an open-source and modular framework for robot learning.\nWorld Foundation Models Narrow the Sim-to-Real Gap\nNVIDIA also\nannounced Cosmos\nat CES, a platform featuring a family of open, pretrained world foundation models purpose-built for generating physics-aware videos and world states for\nphysical AI\ndevelopment. It includes autoregressive and diffusion models in a variety of sizes and input data formats. The models were trained on 18 quadrillion tokens, including 2 million hours of autonomous driving, robotics, drone footage and\nsynthetic data\n.\nIn addition to helping generate large datasets, Cosmos can reduce the simulation-to-real gap by upscaling images from 3D to real. Combining Omniverse — a developer platform of application programming interfaces and microservices for building 3D applications and services — with Cosmos is critical, because it helps minimize potential hallucinations commonly associated with world models by providing crucial safeguards through its highly controllable, physically accurate simulations.\nAn Expanding Ecosystem\nCollectively,\nNVIDIA Isaac GR00T\n,\nOmniverse\nand\nCosmos\nare helping physical AI and humanoid innovation take a giant leap forward. Major robotics companies have started adopting and demonstrated results with Isaac GR00T, including Boston Dynamics and Figure.\nHumanoid software, hardware and robot manufacturers can\napply for early access\nto NVIDIA’s humanoid robot developer program.\nWatch the\nCES opening keynote\nfrom NVIDIA founder and CEO Jensen Huang, and stay up to date by subscribing to the\nnewsletter\nand following NVIDIA Robotics on\nLinkedIn\n,\nInstagram\n,\nX\nand\nFacebook\n.\nSee\nnotice\nregarding software product information.\nCategories:\nRobotics\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nCosmos\n|\nDigital Twin\n|\nIsaac\n|\nOmniverse\n|\nRobotics\n|\nSynthetic Data Generation","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/isaac-gr00t-blueprint-humanoid-robotics\/","zh_title":"NVIDIA 宣布推出 Isaac GR00T 藍圖以加速開發人型機器人","zh_content":"人型機器人的市場規模在未來二十年內，有望達到 380 億美元之譜。為滿足如此龐大的需求，尤其是來自工業和製造業的需求，NVIDIA 發表了一系列機器人基礎模型、資料管道和模擬框架，以加速開發下一代\n人型機器人\n。\nNVIDIA 創辦人暨執行長黃仁勳今日在\nCES\n大會宣布，用於產生合成動作的\nNVIDIA Isaac GR00T\n藍圖（blueprint）可以協助開發人員產生出極為大量的合成動作資料，以利用模仿學習的方式訓練人型機器人。\n﻿\n模仿學習是\n機器人學習\n裡的一個子集合，可以讓\n人型機器人\n用觀察和模仿專家真人示範的方式來學習新技能。想要收集這些廣泛又高品質的現實世界資料集，非常無聊且要花費許多時間，成本往往更高得令人卻步。使用適用於產生合成動作的\nIsaac GR00T 藍圖\n，開發人員只要少數的真人示範，就能輕鬆產生出龐大的大型合成資料集。\n使用者從使用 GR00T-Teleop 工作流程開始，利用 Apple Vision Pro 在\n數位孿生\n模型裡捕捉真人的動作。模擬環境裡的機器人會模仿這些動作，並且記錄下來作為基本事實資料。\nGR00T-Mimic 工作流程會將擷取到的真人示範內容乘以更大的合成動作資料集。最後，建構在\nNVIDIA Omniverse\n及\nNVIDIA Cosmos\n平台上的 GR00T-Gen 工作流程，會透過域隨機化與 3D 畫質提升技術，以倍數成長的方式擴充這個資料集。\n隨後可以將這個資料集當成機器人策略的輸入項目，在\nNVIDIA Isaac Lab\n這個開源模組化的機器人學習框架中教導機器人如何有效安全地移動，且與周遭環境進行互動。\n世界基礎模型縮小模擬與真實的差距\nNVIDIA 也在 CES 上\n宣布推出 Cosmos\n，在這個平台上提供一系列預先訓練好的開放式世界基礎模型，專門用於產生物理感知影片內容與世界狀態，以協助開發\n實體 AI\n。它包括各種大小和輸入資料格式的自回歸和擴散模型。使用 18 千兆個詞元來訓練這些模型，這些詞元包括 200 萬小時的自動駕駛、機器人、無人機影片和\n合成資料\n。\nCosmos 平台除了有助於產生大型資料集，還能使用圖像畫質提升技術，將 3D 圖像變得更真實，以縮小模擬與真實之間的差距。把 Omniverse（用於開發 3D 應用程式和服務的應用程式介面和微服務開發平台）搭配 Cosmos 使用非常重要，因為 Cosmos 提供一個具有高度可控性、精準基於物理的模擬環境，能夠有效確保將世界模型常見可能造成幻覺的情況降至最低。\n不斷成長茁壯的生態系\nNVIDIA Isaac GR00T\n、\nOmniverse\n及\nCosmos\n這三個平台加起來協助實體 AI 及人型機器人的創新發展向前邁進一大步。各大機器人開發業者已經開始採用 Isaac GR00T 與展示其成果，包括 Boston Dynamics 和 Figure。\n人型機器人軟體、硬體與機器人製造商可以\n申請搶先體驗\nNVIDIA 的人型機器人開發者計畫。\n歡迎觀看 NVIDIA 創辦人暨執行長黃仁勳精彩的\nCES 大會開幕主題演講\n，並且訂閱\n電子報\n，也別忘了在\nLinkedIn\n、\nInstagram\n、\nX\n及\nFacebook\n追蹤 NVIDIA Robotics，隨時掌握最新資訊。\n請見有關軟體產品資訊的\n通知\n。\nCategories:\n自主機器\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nCosmos\n|\nDigital Twin\n|\nIsaac\n|\nOmniverse\n|\nRobotics\n|\nSynthetic Data Generation"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/omniverse-sensor-rtx-autonomous-machines\/","en_title":"Building Smarter Autonomous Machines: NVIDIA Announces Early Access for Omniverse Sensor RTX","en_content":"Generative AI and\nfoundation models\nlet autonomous machines generalize beyond the operational design domains on which they’ve been trained. Using new AI techniques such as\ntokenization\nand\nlarge language and diffusion models\n, developers and researchers can now address longstanding hurdles to autonomy.\nThese larger models require massive amounts of diverse data for training, fine-tuning and validation. But collecting such data — including from rare edge cases and potentially hazardous scenarios, like a pedestrian crossing in front of an autonomous vehicle (AV) at night or a human entering a welding robot work cell — can be incredibly difficult and resource-intensive.\nTo help developers fill this gap,\nNVIDIA Omniverse Cloud Sensor RTX APIs\nenable physically accurate\nsensor simulation\nfor generating datasets at scale. The application programming interfaces (APIs) are designed to support sensors commonly used for autonomy — including cameras, radar and lidar — and can integrate seamlessly into existing workflows to accelerate the development of autonomous vehicles and robots of every kind.\nOmniverse Sensor RTX APIs are now available to select developers in\nearly access\n. Organizations such as Accenture, Foretellix, MITRE and Mcity are integrating these APIs via domain-specific blueprints to provide end customers with the tools they need to deploy the next generation of industrial manufacturing robots and self-driving cars.\nPowering Industrial AI With Omniverse Blueprints\nIn complex environments like factories and warehouses, robots must be orchestrated to safely and efficiently work alongside machinery and human workers. All those moving parts present a massive challenge when designing, testing or validating operations while avoiding disruptions.\nMega\nis an Omniverse Blueprint that offers enterprises a reference architecture of NVIDIA accelerated computing, AI,\nNVIDIA Isaac\nand\nNVIDIA Omniverse\ntechnologies. Enterprises can use it to develop\ndigital twins\nand test AI-powered robot brains that drive robots, cameras, equipment and more to handle enormous complexity and scale.\nIntegrating Omniverse Sensor RTX, the blueprint lets robotics developers simultaneously render sensor data from any type of intelligent machine in a factory for high-fidelity, large-scale sensor simulation.\nWith the ability to test operations and workflows in simulation, manufacturers can save considerable time and investment, and improve efficiency in entirely new ways.\nInternational supply chain solutions company KION Group and Accenture are using the Mega blueprint to build Omniverse digital twins that serve as virtual training and testing environments for industrial AI’s robot brains, tapping into data from smart cameras, forklifts, robotic equipment and digital humans.\nThe robot brains perceive the simulated environment with physically accurate sensor data rendered by the Omniverse Sensor RTX APIs. They use this data to plan and act, with each action precisely tracked with Mega, alongside the state and position of all the assets in the\ndigital twin\n. With these capabilities, developers can continuously build and test new layouts before they’re implemented in the physical world.\nDriving AV Development and Validation\nAutonomous vehicles have been under development for over a decade, but barriers in acquiring the right training and validation data and slow iteration cycles have hindered large-scale deployment.\nTo address this need for sensor data, companies are harnessing the\nNVIDIA Omniverse Blueprint for AV simulation\n, a reference workflow that enables physically accurate sensor simulation. The workflow uses Omniverse Sensor RTX APIs to render the camera, radar and lidar data necessary for AV development and validation.\nAV toolchain provider Foretellix has integrated the blueprint into its\nForetify AV development toolchain\nto transform object-level simulation into physically accurate sensor simulation.\nThe Foretify toolchain can generate any number of testing scenarios simultaneously. By adding sensor simulation capabilities to these scenarios, Foretify can now enable  developers to evaluate the completeness of their AV development, as well as train and test at the levels of fidelity and scale needed to achieve large-scale and safe deployment. In addition, Foretellix will use the newly announced\nNVIDIA Cosmos platform\nto generate an even greater diversity of scenarios for verification and validation.\nNuro, an autonomous driving technology provider with one of the largest level 4 deployments in the U.S., is using the Foretify toolchain to train, test and validate its self-driving vehicles before deployment.\nIn addition, research organization MITRE is collaborating with the University of Michigan’s Mcity testing facility to build a digital AV validation framework for regulatory use, including a digital twin of Mcity’s 32-acre proving ground for autonomous vehicles. The project uses the AV simulation blueprint to render physically accurate sensor data at scale in the virtual environment, boosting training effectiveness.\nThe future of robotics and autonomy is coming into sharp focus, thanks to the power of high-fidelity sensor simulation. Learn more about these solutions at CES by visiting Accenture at Ballroom F at the Venetian and Foretellix booth 4016 in the West Hall of Las Vegas Convention Center.\nLearn more about the latest in automotive and generative AI technologies by joining\nNVIDIA at CES\n.\nSee\nnotice\nregarding software product information.\nCategories:\nRobotics\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nCosmos\n|\nDigital Twin\n|\nIndustrial and Manufacturing\n|\nIsaac\n|\nNVIDIA Blueprints\n|\nOmniverse\n|\nRobotics\n|\nSimulation and Design\n|\nTransportation","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/omniverse-sensor-rtx-autonomous-machines\/","zh_title":"建造更聰明的自主機器：NVIDIA 宣布 Omniverse Sensor RTX 推出搶先體驗活動","zh_content":"生成式人工智慧（AI）和\n基礎模型\n讓自主機器能夠超越它們所接受訓練的操作設計領域。開發人員和研究人員使用\n標記化\n（tokenization）及\n大型語言和擴散模型\n等嶄新 AI 技術，現在可以解決一直以來在自主領域方面的各項障礙。\n需要使用大量相異的資料來訓練、微調與驗證這些大型模型。不過收集這些資料（包括從罕見的邊緣情況和潛在危險情境中收集資料，例如行人在夜間橫越自動駕駛車前方，或是人類進入焊接機器人工作單元）可能非常困難，又得耗費不少資源。\n為了協助開發人員填補這個缺口，\nNVIDIA Omniverse Cloud Sensor RTX API\n提供了物理精確的感測器模擬，用於大規模生成資料集。這些應用程式介面（API）用於支援常用於自主機器上的感測器，包括攝影機、雷達與光達，且能完美與現有的工作流程進行整合，以加快開發各種自動駕駛車輛與機器人。\n現已開放部分開發人員\n搶先體驗\nOmniverse Sensor RTX API。埃森哲（Accenture）、Foretellix、MITRE 和 Mcity等企業正透過特定領域藍圖整合這些 API，為終端客戶提供部署下一代工業製造機器人和自動駕駛車所需的工具。\n使用\nOmniverse Blueprints\n為工業\nAI\n提供動力\n在工廠和倉庫等複雜環境中，機器人必須被精心協調，才能安全高效率地與機器和人類工作者並肩作業。在設計、測試或驗證操作，又要避免中斷作業時，所有這些移動部件都會帶來巨大的挑戰。\nMega\n是一個 Omniverse Blueprint ，可為企業提供 NVIDIA 加速運算、AI、\nNVIDIA Isaac\n及\nNVIDIA Omniverse\n技術的參考架構。企業可以用它開發\n數位孿生\n模型，測試由 AI 驅動的機器人大腦，而這些大腦驅動著機器人、攝影機、設備等項目，以處理極為複雜又大量的作業。\n這個整合了 Omniverse Sensor RTX 的藍圖可以讓機器人開發人員同時渲染工廠內任何類型智慧機器的感測器資料，實現高保真、大規模的感測器模擬。\n隨著能夠在模擬環境裡測試操作和工作流程，製造商可以省下大量時間和投資，以全新方式提高作業效率。\n國際供應鏈解決方案公司凱傲集團（KION Group）與埃森哲利用來自智慧攝影機、堆高機、機器人設備和數位人類的資料，使用 Mega 藍圖建立 Omniverse 數位孿生，作為工業AI機器人大腦的虛擬訓練和測試環境。\n機器人大腦透過 Omniverse Sensor RTX API 渲染的物理精確感測器資料來感知模擬環境。機器人使用這些資料來計劃和採取行動，並透過 Mega 精準追蹤每一個動作，以及\n數位孿生\n中所有資產的狀態和位置。借助這些功能，開發人員可以在真正部署至實體環境裡之前，不斷建立和測試新配置。\n推動開發與驗證自動駕駛車\n自動駕駛車輛已開發超過十多年，但在取得正確的訓練與驗證資料方面所遇到的阻礙，還有緩慢的迭代週期，都阻礙了大規模部署。\n為了滿足對感測器資料的這種需求，各家公司利用\nNVIDIA Omniverse Blueprint for AV simulation\n，這是一個實現物理精確感測器模擬的參考工作流程。這個工作流程使用 Omniverse Sensor RTX API 來渲染出開發與驗證自動駕駛汽車所需的攝影機、雷達與光達資料。\n自動駕駛汽車工具鏈供應商 Foretellix 已經把這個藍圖納入該公司的\nForetify 自動駕駛車開發工作鏈\n，將物件級模擬轉換為物理精準感測器模擬。\nForetify 工具鏈可以同時產生任意數量的測試情境。Foretify 在這些情境中加入感測器模擬功能，開發人員便能評估自己在開發自動駕駛車方面的完整性，並以實現大規模安全部署所需的保真度和規模水平進行訓練和測試。。Foretellix 還將使用最新發表的\nNVIDIA Cosmos 平台\n，產生更多樣化的情境進行確認與驗證。\n﻿\n自動駕駛技術提供商 Nuro 是美國規模最大的 level 4 部署業者之一，使用 Foretify 工具鏈在部署前對其自動駕駛車輛進行訓練、測試和驗證。\n再者，研究機構 MITRE 與密西根大學的 Mcity 測試設施合作，建立供主管機關使用的數位自動駕駛車驗證框架，包括 Mcity 32 英畝自動駕駛車試驗場的數位孿生模型。這項合作案使用 自動駕駛車 模擬藍圖，在虛擬環境中大規模渲染出物理精確的感測器資料，以提升訓練成效。\n得益於高保真感測器模擬技術，機器人與自動化的未來正逐漸成為人們關注的焦點。如需更深入瞭解 CES 大會上這些解決方案的資訊，請造訪埃森哲位於拉斯維加斯威尼斯人F展廳的攤位，以及 Foretellix 位於拉斯維加斯展覽中心西館 4016 號的展位。\n欲了解最新的汽車與生成式 AI 技術，參加\nNVIDIA 在 CES 大會的各項活動\n。\n請見有關軟體產品資訊的\n通知\n。\nCategories:\n自主機器\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nCosmos\n|\nDigital Twin\n|\nIndustrial and Manufacturing\n|\nIsaac\n|\nNVIDIA Blueprints\n|\nOmniverse\n|\nRobotics\n|\nSimulation and Design\n|\nTransportation"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/physical-ai-robotics-isaac-sim-aws\/","en_title":"NVIDIA Advances Physical AI With Accelerated Robotics Simulation on AWS","en_content":"Field AI is building robot brains that enable robots to autonomously manage a wide range of industrial processes. Vention creates pretrained skills to ease development of robotic tasks. And Cobot offers Proxie, an AI-powered cobot designed to handle material movement and adapt to dynamic environments, working seamlessly alongside humans.\nThese leading robotics startups are all making advances using\nNVIDIA Isaac Sim\non Amazon Web Services. Isaac Sim is a reference application built on\nNVIDIA Omniverse\nfor developers to simulate and test AI-driven robots in physically based virtual environments.\nNVIDIA announced at AWS re:Invent today that Isaac Sim now runs on Amazon Elastic Cloud Computing (EC2) G6e instances accelerated by\nNVIDIA L40S GPUs\n. And with\nNVIDIA OSMO\n, a cloud-native orchestration platform, developers can easily manage their complex robotics workflows across their AWS computing infrastructure.\nThis combination of NVIDIA-accelerated hardware and software — available on the cloud — allows teams of any size to scale their physical AI workflows.\nPhysical AI\ndescribes AI models that can understand and interact with the physical world. It embodies the next wave of\nautonomous machines and robots\n, such as self-driving cars, industrial manipulators, mobile robots, humanoids and even robot-run infrastructure like factories and warehouses.\nWith physical AI, developers are embracing a\nthree computer solution\nfor training, simulation and inference to make breakthroughs.\nYet physical AI for robotics systems requires robust training datasets to achieve precision inference in deployment. Developing such datasets, however, and testing them in real situations can be impractical and costly.\nSimulation offers an answer, as it can significantly accelerate the training, testing and deployment of AI-driven robots.\nHarnessing L40S GPUs in the Cloud to Scale Robotics Simulation and Training\nSimulation is used to verify, validate and optimize robot designs as well as the systems and their algorithms before deployment. Simulation can also optimize facility and system designs before construction or remodeling starts for maximum efficiencies, reducing costly manufacturing change orders.\nAmazon EC2 G6e instances accelerated by NVIDIA L40S GPUs provide a 2x performance gain over the prior architecture, while allowing the flexibility to scale as scene and simulation complexity grows. The instances are used to train many computer vision models that power AI-driven robots. This means the same instances can be extended for various tasks, from data generation to simulation to model training.\nUsing\nNVIDIA OSMO\nin the cloud allows teams to orchestrate and scale complex ‌robotics development workflows across distributed computing resources, whether on premises or in the AWS cloud.\nIsaac Sim provides access to the latest\nrobotics simulation capabilities\nand the cloud, fostering collaboration. One of the critical workflows is generating synthetic data for perception model training.\nUsing a\nreference workflow\nthat combines\nNVIDIA Omniverse Replicator\n, a framework for building custom synthetic data generation (SDG) pipelines and a core extension of Isaac Sim, with\nNVIDIA NIM microservices\n, developers can build generative AI-enabled SDG pipelines.\nThese include the USD Code NIM microservice for generating Python USD code and answering OpenUSD queries, and the USD Search NIM microservice for exploring OpenUSD assets using natural language or image inputs. The Edify 360 HDRi NIM microservice generates 360-degree environment maps, while the Edify 3D NIM microservice creates ready-to-edit 3D assets from text or image prompts. This eases the synthetic data generation process by reducing many tedious and manual steps, from asset creation to image augmentation, using the power of generative AI.\nRendered.ai’s\nsynthetic data engineering platform integrated with Omniverse Replicator enables companies to generate synthetic data for computer vision models used in industries from security and intelligence to manufacturing and agriculture.\nSoftServe\n, an IT consulting and digital services provider, uses Isaac Sim to generate synthetic data and validate robots used in vertical farming with Pfeifer & Langen, a leading European food producer.\nTata Consultancy Services\nis building custom synthetic data generation pipelines to power its Mobility AI suite to address automotive and autonomous use cases by simulating real-world scenarios. Its applications include defect detection, end-of-line quality inspection and hazard avoidance.\nLearning to Be Robots in Simulation\nWhile Isaac Sim enables developers to test and validate robots in physically accurate simulation,\nIsaac Lab\n, an open-source robot learning framework built on Isaac Sim, provides a virtual playground for building robot policies that can run on\nAWS Batch\n.\nBecause these simulations are repeatable, developers can easily troubleshoot and reduce the number of cycles required for validation and testing.\nSeveral robotics developers are embracing\nNVIDIA Isaac\non AWS to develop physical AI, such as:\nAescape’s robots\nare able to provide precision-tailored massages by accurately modeling and tuning onboard sensors in Isaac Sim.\nCobot\nhas used Isaac Sim with its AI-powered cobot, Proxie, to optimize logistics in warehouses, hospitals, manufacturing sites, and more.\nCohesive Robotics\nhas integrated Isaac Sim into its software framework called Argus OS for developing and deploying robotic workcells used in high-mix manufacturing environments.\nField AI, a builder of robot foundation models, uses Isaac Sim and Isaac Lab to evaluate the performance of its models in complex, unstructured environments across industries such as construction, manufacturing, oil and gas, mining and more.\nStandard Bots\nis simulating and validating the performance of its R01 robot used in manufacturing and machining setup.\nSwiss Mile\nis using Isaac Sim and Isaac Lab for robot learning so that wheeled quadruped robots can perform tasks autonomously with new levels of efficiency in factories and warehouses.\nVention\n, which offers a full-stack cloud-based automation platform, is harnessing Isaac Sim for developing and testing new capabilities for robot cells used by small to medium-size manufacturers.\nLearn more about Isaac Sim 4.2, now available on Amazon EC2 G6e instances powered by NVIDIA L40S GPUs on\nAWS Marketplace\n.\nCategories:\nRobotics\nTags:\nNVIDIA Isaac Sim\n|\nOmniverse Enterprise\n|\nPhysical AI","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/physical-ai-robotics-isaac-sim-aws\/","zh_title":"NVIDIA 運用 AWS 上的加速機器人模擬技術推進實體 AI","zh_content":"Field AI 正在建構機器人大腦，讓機器人得以自主管理各項工業流程。Vention 創造預先訓練好的技能，以簡化機器人任務的開發。而 Cobot 則提供一個由人工智慧（AI）驅動的協作機器人 Proxie，可處理材料移動並適應動態環境，與人類一起無縫合作。\n這些領先的機器人新創公司皆使用 Amazon Web Services（AWS）上的\nNVIDIA Isaac Sim\n來取得進展。Isaac Sim 是建置在\nNVIDIA Omniverse\n上的參考應用程式，供開發人員在以物理原則為基礎的虛擬環境中模擬與測試 AI 驅動的機器人。\nNVIDIA 今日在 AWS re:Invent 大會中宣布，現在可以在由 NVIDIA L40S GPU 加速的 Amazon Elastic Cloud Computing（EC2）G6e 執行個體上執行 Isaac Sim。開發人員還能透過雲端原生的協調平台\nNVIDIA OSMO\n，在 AWS 運算基礎架構中輕鬆管理複雜的機器人工作流程。\n可在雲端使用的 NVIDIA 加速硬體與軟體組合，可讓任何規模的團隊擴充其實體 AI 工作流程。\n實體 AI\n描述了能夠理解實體世界並與其進行互動的 AI 模型。它體現了\n自主機器和機器人\n的下一波發展浪潮，如自駕車、工業機械手、移動機器人、人形機器人，甚至是機器人管理的基礎設施，如工廠和倉庫。\n有了實體 AI，開發人員正採用\n三電腦解決方案（three computer solution）\n進行訓練、模擬和推論，以求突破。\n然而，機器人系統的實體 AI 需要強大的訓練資料集，才能在部署環境裡取得精確的推論結果。不過想要開發這樣的資料集，並在實際環境裡進行測試，既不實際且成本又高。\n模擬提供了答案，因為這項技術可以顯著加快 AI 驅動機器人的訓練、測試和部署。\n在雲端運用\nL40S GPU\n來擴大模擬與訓練機器人的規模\n模擬可在部署前用於確認、驗證和最佳化機器人設計，以及相關系統及其演算法。模擬還能在施工或改造開始前最佳化設施和系統設計，以達到最高效率，避免在製造過程中因變更訂單而產生的高昂成本。\n由 NVIDIA L40S GPU 加速的 Amazon EC2 G6e 執行個體，提供比先前架構高出兩倍的效能提升，同時還能隨著場景及模擬複雜度增加而擴充的彈性。這些執行個體用於訓練許多為 AI驅動機器人提供動力的電腦視覺模型。這意味著相同的執行個體可以擴充來執行各種任務，從資料生成到模擬，再到模型訓練。\n在雲端使用\nNVIDIA OSMO\n，可以讓團隊對分散各處的運算資源，無論是在本地或 AWS 雲端，都能協調與擴充複雜的機器人開發工作流程。\nIsaac Sim 讓使用者可以獲得最新的\n機器人模擬功能\n及雲端資源，以促進合作。其中一個關鍵的工作流程是產生訓練感知模型所需的合成資料。\n開發人員使用結合\nNVIDIA\nOmniverse\nReplicator\n與\nNVIDIA NIM 微服務\n的\n參考工作流程\n，便能建立支援生成式 AI 的 SDG 管道。NVIDIA Omniverse Replicator 是用於建立自訂合成資料生成（SDG）管道的框架，以及 Isaac Sim 的核心擴充功能。\n其中包括用於產生 Python USD 程式碼和回答 OpenUSD 查詢的 USD Code NIM 微服務，以及用於使用自然語言或圖像輸入探索 OpenUSD 資產的 USD Search NIM 微服務。Edify 360 HDRi NIM 微服務可產生 360 度環境地圖，而 Edify 3D NIM 微服務則可根據文字或影像提示，建立可立即編輯的 3D 資產。如此一來便能利用生成式 AI 的力量，減少從建立資產到增強影像等許多繁瑣的手動步驟，簡化生成合成資料的流程。\nRendered.ai\n的合成資料工程平台與 Omniverse Replicator 整合後，可讓企業為安全、情報、製造到農業等產業所使用的電腦視覺模型產生合成資料。\nIT 諮詢與數位服務供應商\nSoftServe\n使用 Isaac Sim 來產生合成資料，且與歐洲領先的食品生產商 Pfeifer & Langen 合作驗證垂直農業中使用的機器人。\n塔塔顧問服務（Tata Consultancy Services）建立客製化的合成資料生成管道，驅動其 Mobility AI 套件，藉由模擬真實世界的情境來解決汽車與自動化使用個案。其應用包括瑕疵偵測、生產線末端品質檢查及避免危險情況。\n在模擬環境中學習成為機器人\nIsaac Sim 可讓開發人員在精準符合物理原則的模擬環境中測試及驗證機器人，而建立在 Isaac Sim 上的開源機器人學習框架\nIsaac Lab\n則為建立可在 AWS Batch 上執行的機器人政策提供虛擬空間。\n由於這些模擬是可以重複的，因此開發人員可以輕鬆排除故障，減少驗證和測試所需的週期。\n多家機器人開發業者在 AWS 上採用\nNVIDIA Isaac\n來開發實體 AI。\nAescape\n的機器人能夠透過 Isaac Sim 中對機器人身上的感應器進行準確的建模及調整，提供精準且量身打造的按摩服務。\nCobot 已將 Isaac Sim 與其 AI 驅動的協作機器人 Proxie 搭配使用，以最佳化倉庫、醫院、製造場所等地的物流作業化。\nCohesive Robotics 已將 Isaac Sim 整合至其名為 Argus OS™ 的軟體框架，用於開發和部署在高混合製造環境裡使用的機器人工作單元。\n機器人基礎模型建造商的 Field AI 使用 Isaac Sim 和 Isaac Lab 來評估其模型在複雜、非結構性環境下的效能表現，這些環境涵蓋建築、製造、石油和天然氣、採礦等產業。\nStandard Bots\n正在模擬和驗證其用於製造和加工設置之的R01 機器人效能。\nSwiss Mile\n正在使用 Isaac Sim 和 Isaac Lab 進行機器人學習，使輪型四足機器人能夠在工廠和倉庫裡，以更高的效率自主執行各項任務。\nVention\n提供基於雲端的全端自動化平台，正在使用 Isaac Sim 開發和測試中小型製造商使用的機器人單元新功能。\n了解更多關於 Issac Sim 4.2 資訊，Issac Sim 4.2 現已在\nAWS Marketplace\n上由 NVIDIA L40S GPU 驅動的 Amazon EC2 G6e 執行個體上提供。\nCategories:\n自主機器\nTags:\nNVIDIA Isaac Sim\n|\nOmniverse Enterprise"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/category\/gaming\/","en_title":"Gaming","en_content":"- Archives Page 1 | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nGaming\nMost Popular\nMarch Into Gaming With GeForce NOW’s 14 Must-Play Titles for Spring\nGeForce NOW is blooming further with an array of 14 new titles in March. A garden of gaming…\nRead Article\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nStep Into the World of ‘Avowed’ on GeForce NOW\nWield magic and steel as GeForce NOW’s fifth-anniversary celebration summons Obsidian Entertainment’s highly anticipated Avowed to the cloud. This first-person fantasy role-playing game is ready to enchant cloud gamers, leading…\nRead Article\nGeForce NOW Welcomes Warner Bros. Games to the Cloud With ‘Batman: Arkham’ Series\nIt’s a match made in heaven — GeForce NOW and Warner Bros. Games are collaborating to bring the beloved Batman: Arkham series to the cloud as part of GeForce NOW’s…\nRead Article\nMedieval Mayhem Arrives With ‘Kingdom Come: Deliverance II’ on GeForce NOW\nGeForce NOW celebrates its fifth anniversary this February with a lineup of five major releases. The month kicks off with Kingdom Come: Deliverance II. Prepare for a journey back in…\nRead Article\nGeForce NOW Celebrates Five Years of Cloud Gaming With AAA Blockbusters\nGeForce NOW turns five this February. Five incredible years of high-performance gaming have been made possible thanks to the members who’ve joined the cloud gaming platform on its remarkable journey….\nRead Article\n‘Baldur’s Gate 3’ Mod Support Launches in the Cloud\nGeForce NOW is expanding mod support for hit game Baldur’s Gate 3 in collaboration with Larian Studios and mod.io for Ultimate and Performance members. This expanded mod support arrives alongside…\nRead Article\nFantastic Four-ce Awakens: Season One of ‘Marvel Rivals’ Joins GeForce NOW\nTime to suit up, members. The multiverse is about to get a whole lot cloudier as GeForce NOW opens a portal to the first season of hit game Marvel Rivals…\nRead Article\nGeForce NOW at CES: Bring PC RTX Gaming Everywhere With the Power of GeForce NOW\nThis GFN Thursday recaps the latest cloud announcements from the CES trade show, including GeForce RTX gaming expansion across popular devices such as Steam Deck, Apple Vision Pro spatial computers,…\nRead Article\nCES 2025: AI Advancing at ‘Incredible Pace,’ NVIDIA CEO Says\nNVIDIA founder and CEO Jensen Huang kicked off CES 2025 with a 90-minute keynote that included new products to advance gaming, autonomous vehicles, robotics and agentic AI. AI is advancing…\nRead Article\nLoad More Articles\nAll NVIDIA News\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nFast Lane to the Future: Automotive Leaders Showcase Advancements in Autonomous Driving at NVIDIA GTC\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/category\/gaming\/","zh_title":"遊戲","zh_content":"遊戲 彙整 - NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\n遊戲\nMost Popular\nCES 2025：NVIDIA 執行長表示 AI 正以「驚人的速度」進步\nNVIDIA 創辦人暨執行長黃仁勳以…\n閱讀文章\nMost Popular\n使用 Transformer 產生合成資料：企業資料挑戰的解決方案\nGeForce NOW 聯盟 Taiwan Mobile 雲端遊戲服務給你歡樂無比的遊戲節慶時刻\n揭開 NVIDIA DOCA 的神祕面紗\nNVIDIA 榮獲 COMPUTEX Best Choice Award 大獎\n擁有十幾年在台北國際電腦展（COMPUTEX）年度 Best…\n閱讀文章\n即將推出的 ACE：解碼 AI 技術，運用逼真的數位人類提升遊戲體驗\n編者按：此篇文章屬於「解碼 AI 」系列，該系列文章會以簡單…\n閱讀文章\n解碼 AI：揭開驅動 AI 硬體、軟體和工具的神秘面紗\n隨著 NVIDIA 在 2018 年推出 RTX 技術，以及…\n閱讀文章\n雲端三大重磅消息：全新的Activision Blizzard 遊戲、單日通行證、G-SYNC 技術即將登陸 GeForce NOW\nNVIDIA宣布將為其 GeForce NOW 雲端遊戲服務…\n閱讀文章\n重生、重製與重新混合：《傳送門：序曲 RTX 版》讓傳奇遊戲 mod 重獲新生！\n在大熱門的非官方《傳送門》遊戲前傳重製版《傳送門：序曲 RT…\n閱讀文章\n由台灣大哥大支援的 GeForce NOW 在 1 月將有 19 款遊戲於雲端上線\n為了迎接全新的一年，台灣大哥大支援的 GeForce NOW…\n閱讀文章\n暢玩遊戲：NVIDIA GeForce NOW 將龐大的遊戲庫串流到車上\n自駕車和電動車讓個人交通變得更安全、更永續，也更具娛樂性。 …\n閱讀文章\nNVIDIA GeForce NOW 將在汽車上以串流方式提供大量 AAA 級遊戲\nNVIDIA (輝達) 今日宣布在車輛上也能享受到高效能的 …\n閱讀文章\n愉快的冬季佳節由GeForce NOW串流熱門遊戲開始吧\n雖然這個12月外面的天氣可能不會很穩定，但每週 GeForc…\n閱讀文章\n更多文章\nAll NVIDIA News\n用於生物分子科學的大型基礎模型現已透過 NVIDIA BioNeMo 提供\n電信業者增加 AI 使用：NVIDIA 調查揭示電信業 AI 趨勢\n擴展定律如何推動更有智慧又更強大的 AI 發展\n安全至上：領先合作夥伴採用 NVIDIA 網路安全 AI 保護關鍵基礎設施\nAI 帶來亮眼報酬：調查結果揭示金融業最新技術趨勢\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/geforce-now-thursday-june-16\/","en_title":"Get Your Wish: Genshin Impact Coming to GeForce NOW","en_content":"Greetings, Traveler.\nPrepare for adventure.\nGenshin Impact\n, the popular open-world action role-playing game, is leaving limited beta and launching for all\nGeForce NOW\nmembers next week.\nGamers can get their game on today with the six total games joining the\nGeForce NOW library\n.\nAs\nannounced\nlast week,\nWarhammer 40,000: Darktide\nis coming to the cloud at launch — with GeForce technology. This September, members will be able to leap thousands of years into the future to the time of the Space Marines, streaming on GeForce NOW with NVIDIA DLSS and more.\nPlus, the 2.0.41 GeForce NOW app update brings a highly requested feature: in-stream copy-and-paste support from the clipboard while streaming from the PC and Mac apps — so there’s no need to enter a long, complex password for the digital store. Get to your games even faster with this new capability.\nGeForce NOW is also giving mobile gamers more options by bringing the perks of RTX 3080 memberships and PC gaming at 120 frames per second to all devices with support for 120Hz phones. The capability is rolling out in the coming weeks.\nTake a Trip to Teyvat\nAfter the success of a limited beta and receiving great feedback from members,\nGenshin Impact\nis coming next week to everyone streaming on GeForce NOW.\nEmbark on a journey as a traveler from another world, stranded in the fantastic land of Teyvat. Search for your missing sibling in a vast continent made up of seven nations. Master the art of elemental combat and build a dream team of over 40 uniquely skilled playable characters – like the newest additions of Yelan and Kuki Shinobu – each with their own rich stories, personalities and combat styles.\nExperience the immersive campaign, dive deep into rich quests alongside iconic characters and complete daily challenges. Charge head-on into battles solo or invite friends to join the adventures. The world is constantly expanding, so bring it wherever you go across devices, streaming soon to underpowered PCs,\nMacs\nand Chromebooks on GeForce NOW.\nRTX 3080 members\ncan level up their gaming for the best experience by streaming in\n4K resolution\nand 60 frames per second on the PC and Mac apps.\nLet the Gaming Commence\nAll of the action this GFN Thursday kicks off with six new games arriving on the cloud. Members can also gear up for\nRainbow Six Siege\nYear 7 Season 2.\nGet ready for a new Operator, Team Deathmatch map and more in “Rainbow Six Siege” Year 7 Season 2.\nMembers can look for the following streaming this week:\nChivalry 2\n(New release on\nSteam\n)\nStarship Troopers – Terran Command\n(New release on\nSteam\nand\nEpic Games Store\n)\nBuilder Simulator\n(\nSteam\n)\nSupraland\n(Free on\nEpic Games Store\n)\nThe Legend of Heroes: Trails of Cold Steel II\n(\nSteam\n)\nPOSTAL: Brain Damaged\n(\nSteam\n)\nFinally, members still have a chance to stream the\nPC Building Simulator 2\nopen beta before it ends on Monday, June 20. Experience deeper simulation, an upgraded career mode and powerful new customization features to bring your ultimate PC to life.\nTo start your weekend gaming adventures, we’ve got a question. Let us know your thoughts on\nTwitter\nor in the comments below.\nWhat are there more of in video games? 🤔\nNPCs or Quests?\n— 🌩️ NVIDIA GeForce NOW (@NVIDIAGFN)\nJune 15, 2022\nCategories:\nGaming\nTags:\nCloud Gaming\n|\nGeForce NOW","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/geforce-now-thursday-june-16\/","zh_title":"願望成真：《原神 (Genshin Impact) 》即將於 GeForce NOW 聯盟 Taiwan Mobile 雲端遊戲服務推出","zh_content":"旅人你好，\n準備踏上冒險之旅吧。熱門開放世界動作角色扮演遊戲\n《原神》\n即將結束限量公測版，並將於下週推出，供所有\nGeForce NOW\n會員遊玩。\n還有六款遊戲現已加入\nGeForce NOW 遊戲庫\n，供玩家即刻暢玩。\n正如上週\n公告\n，\n《戰鎚\n40K\n：黑潮\n(Warhammer 40,000:  Darktide)\n》\n即將於雲端推出，由 GeForce 技術支援。今年九月，會員將能橫跨數千年後的未來，進入太空海軍陸戰隊時代，遊戲將可於 GeForce NOW 上串流。\n前往提瓦特\n《原神》\n限時公測版大獲成功，得到會員的極佳回饋，並將於下週開始在 GeForce NOW 上開放串流，供所有玩家遊玩。\n化身來自另一世界的旅人踏上冒險之途，流連於提瓦特的奇幻土地。在由七個國家組成的寬廣大陸尋找失蹤手足。掌握元素戰鬥的藝術，打造一支夢幻團隊，40 多位角色均具備獨一無二的技能，例如最新加入的夜蘭 (Yelan) 和久岐忍 (Kuki Shinobu)，他們各自都有豐富的故事、個性和戰鬥風格。\n在《\nChasm\n》的\n2.7\n版「荒夢藏虞淵\n(Hidden Dreams in the Depths)\n」更新中，探索故事深處的奧秘。\n體驗身歷其境的戰役、與經典角色一同深入探索豐富任務並完成每日挑戰。衝鋒陷陣單打獨鬥，或邀請好友加入冒險。世界正在持續擴張，所以無論身處何處都能跨裝置使用，快速在低效能的 PC、\nMac\n和 Chromebook 上透過 GeForce NOW串流遊玩。\n遊戲開始\n本週 GFN 以六款於雲端推出的新遊戲揭開序幕。會員也可以準備迎接\n《虹彩六號：圍攻行動\n(Rainbow Six Siege)\n》\n第 7 年第 2 季。\n準備好迎接《虹彩六號：圍攻行動 （Rainbow Six Siege） 》第 7 年第 2 季新加入的戰鬥員、團隊殊死戰 (Team Deathmatch) 地圖等更多內容。\n會員可於本週稍後期待以下遊戲開放串流：\n《騎士精神\n2 (Chivalry 2)\n》\n(於\nSteam\n全新發佈)\n《星艦戰將：人類總動員\n(Starship Troopers – Terran Command)\n》\n(於\nSteam\n與\nEpic Games Store\n全新發佈)\n《\nBuilder Simulator\n》\n(\nSteam\n)\n《\nSupraland\n》\n(\nEpic Games Store\n開放免費遊玩)\n《英雄傳說閃之軌跡\nII (The Legend of Heroes: Trails of Cold Steel II)\n》\n(\nSteam\n)\n《喋血街頭：腦損\n(POSTAL: Brain Damaged\n) 》(\nSteam\n)\n最後，會員仍有機會在 6 月 20 日星期一結束前，串流遊玩\n《\nPC Builder Simulator 2\n》\n公測版。體驗更深入的模擬效果、經過升級的生涯模式和強大的全新自訂功能，讓你的終極 PC 栩栩如生。\nCategories:\n遊戲\nTags:\ncloud gaming\n|\nGeForce Now"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/geforce-now-thursday-april-7\/","en_title":"Try This Out: GFN Thursday Delivers Instant-Play Game Demos on GeForce NOW","en_content":"GeForce NOW\nis about bringing new experiences to gamers.\nThis GFN Thursday introduces game demos to GeForce NOW. Members can now try out some of the hit games streaming on the service before purchasing the full PC version — including some finalists from the 2021 Epic MegaJam.\nPlus, look for six games ready to stream from the\nGeForce NOW library\nstarting today.\nIn addition, the 2.0.39 app update is rolling out for PC and Mac with a few fixes to improve the experience.\nDive In to Cloud Gaming With Demos\nGeForce NOW supports new ways to play and is now offering free game demos to help gamers discover titles to play on the cloud — easy to find in the “Instant Play Free Demos” row.\nGamers can stream these demos before purchasing the full PC versions from popular stores like Steam, Epic Games Store, Ubisoft Connect, GoG and more. The demos are hosted on GeForce NOW, allowing members to check them out instantly — just click to play!\nThe first wave of demos, with more to come, includes:\nChorus\n,\nGhostrunner\n,\nInscryption, Diplomacy Is Not an Option\nand\nThe RiftBreaker Prologue.\nMembers can even get a taste of the full GeForce NOW experience with fantastic\nPriority and RTX 3080 membership\nfeatures like RTX in\nGhostrunner\nand DLSS in\nChorus\n.\nOn top of these great titles, demos of some finalists from the 2021\nEpic MegaJam\nwill be brought straight from Unreal Engine to the cloud.\nZoom and nyoom to help BotiBoi gather as many files as possible and upload them to the server before the inevitable system crash in\nBoti Boi\nby the Purple Team. Assist a user by keeping files organized for fast access as seeking beeBots in\nMicrowasp Seekers\nby Partly Atomic.\nKeep an eye out for updates on demos coming to the cloud on GFN Thursdays and in the\nGeForce NOW app\n.\nGet Your Game On\nPlay as a small fox on a big adventure in TUNIC, now streaming through both Steam and Epic Games Store.\nReady to jump into a weekend full of gaming?\nGFN Thursday always comes with a new batch of games joining the GeForce NOW library. Check out these six titles ready to stream this week:\nDie After Sunset\n(\nSteam\n)\nELDERBORN\n(\nSteam\n)\nNorthgard\n(\nEpic Games Store\n)\nOffworld Trading Company\n(\nSteam\n)\nSpirit Of The Island\n(\nSteam\n)\nTUNIC\n(\nEpic Games Store\n)\nFinally,\nlast week\nGFN Thursday announced that\nStar Control: Origins\nwould be coming to the cloud later in April. The game is already available to stream on GeForce NOW.\nWith all these great games available to try out, we’ve got a question for you this week. Let us know on\nTwitter\nor in the comments below.\nBest game demo of all time. Go.\n— 🌩️ NVIDIA GeForce NOW (@NVIDIAGFN)\nApril 5, 2022\nCategories:\nGaming\nTags:\nCloud Gaming\n|\nGeForce NOW","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/geforce-now-thursday-april-7\/","zh_title":"快來試試：本週 GFN 在 GeForce NOW 聯盟 Taiwan Mobile 雲端遊戲服務帶來可立即暢玩的遊戲 DEMO","zh_content":"GeForce NOW\n聯盟\nTaiwan Mobile\n雲端遊戲服務\n即將為玩家帶來全新體驗。\n本週 GFN 推出 GeForce NOW 的遊戲試玩。會員現在可以在購買完整 PC 版之前，先試玩在服務上串流的熱門遊戲，包括 2021 年在 Epic MegaJam 晉級決賽的作品。\n此外，敬請期待從今天起在\nGeForce NOW 遊戲庫\n串流的六款遊戲。\n此外，PC 和 Mac 版也推出 2.0.39 應用程式更新，並完成部分修正以提升遊戲體驗。\n透過試玩深度探索雲端遊戲體驗\nGeForce NOW支援全新的遊戲方式，而且現在提供免費的遊戲試玩，協助玩家探索雲端上遊戲體驗，只要到「立即遊玩 遊戲試玩版」列中，就能輕鬆找到。\n玩家從 Steam、Epic Games Store、Ubisoft Connect、GoG 等熱門商店購買完整 PC 版之前，可以先串流體驗這些試玩版。試玩版會託管於 GeForce NOW，讓會員可以立即查看，只要按一下即可暢玩！\n在推出更多試玩之前，第一波遊戲包含：\n《齊唱\n(Chorus)\n》\n、\n《幽影行者\n(Ghostrunner)\n》\n、\n《賭命牌卡\n(Inscryption)\n》、《外交不是一個選擇\n(Diplomacy Is Not An Option)\n》\n和\n《時空裂隙開拓者：序章\n(The RiftBreaker: Prologue)\n》。\n除了這些精彩遊戲之外，在 2021 年\nEpic MegaJam\n中決賽入選作品的試玩也將直接從 Unreal Engine 串流至雲端。\n暢玩 Purple Team 的\n《\nBoti Boi\n》\n，幫助 BotiBoi 盡可能收集檔案，並在遇到無法避免的系統當機前，將檔案上傳至伺服器。暢玩 Partly Atomic 的\n《\nMicrowasp Seekers\n》\n，協助使用者在尋找 beeBots 時，能夠將檔案整理得井然有序，以便快速找到檔案。\n請在本週 GFN 部落格和\nGeForce NOW 應用程式\n中，持續關注即將串流至雲端的遊戲試玩最新消息。\n開始遊戲\n準備好享受充滿遊戲樂趣的週末了嗎？\n本週 GFN 會持續將新遊戲加入 GeForce NOW 遊戲庫。看看這六款即將於本週開始串流的遊戲：\n《日落後死去\n(Die After Sunset)\n》\n(\nSteam\n)\n《\nELDERBORN\n》\n(\nSteam\n)\n《\nNorthgard\n》\n(\nEpic Games Store\n)\n《全球貿易壟斷公司\n(Offworld Trading Company)\n》\n(\nSteam\n)\n《\nSpirit Of The Island\n》\n(\nSteam\n)\n《\nTUNIC\n》\n(\nEpic Games Store\n)\n最後，\n在上週的\n本週 GFN 宣布了\n《激戰\nM\n星雲：起源\n(Star Control: Origins)\n》\n將於 4 月底在雲端上推出。這款遊戲已經可以在 GeForce NOW 上串流了。\nCategories:\n遊戲\nTags:\ncloud gaming\n|\nGeForce Now"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/geforce-now-fortnite-closed-beta\/","en_title":"GFN Thursday: ‘Fortnite’ Comes to iOS Safari and Android Through NVIDIA GeForce NOW via Closed Beta","en_content":"Starting next week,\nFortnite\non GeForce NOW will launch in a limited-time closed beta for mobile, all streamed through the Safari web browser on iOS and the\nGeForce NOW Android app\n.\nThe\nbeta is open for registration\nfor all GeForce NOW members, and will help test our server capacity, graphics delivery and new touch controls performance. Members will be admitted to the beta in batches over the coming weeks.\n‘Fortnite’ Streaming Gameplay Comes to Mobile Through iOS Safari and Android With Touch Inputs\nAlongside the amazing team at Epic Games, we’ve been working to enable a touch-friendly version of\nFortnite\nfor mobile delivered through the cloud. While PC games in the GeForce NOW library are best experienced on mobile with a gamepad, the introduction of touch controls built by the GeForce NOW team offers more options for players, starting with\nFortnite\n.\nBeginning today, GeForce NOW members can sign up for a chance to join the\nFortnite\nlimited-time closed beta\nfor mobile devices. Not an existing member? No worries. Register for a\nGeForce NOW membership\nand sign up to become eligible for the closed beta once the experience starts rolling out next week. Upgrade to a\nPriority or RTX 3080 membership\nto receive priority access to gaming servers. A paid GeForce NOW membership is not required to participate.\nYou could say the world is a little upside down in Fortnite Chapter 3.\nFor tips on gameplay mechanics or a refresher on playing\nFortnite\nwith touch controls, check out\nFortnite’s\nGetting Started\npage.\nMore Touch Games\nAnd we’re just getting started. Cloud-to-mobile gaming is a great opportunity for publishers to get their games into more gamers’ hands with touch-friendly versions of their games. PC games or game engines, like Unreal Engine 4, which support Windows touch events can easily enable mobile touch support on GeForce NOW.\nWe’re working with additional publishers to add more touch-enabled games to GeForce NOW. And look forward to more publishers streaming full PC versions of their games to mobile devices with built-in touch support — reaching millions through the Android app and iOS Safari devices.\nGFN Thursday Releases\nTake on a four-player, first-person shooter set aboard a starship stranded at the edge of explored space in\nThe Anacrusis\n.\nGFN Thursday always means more games. Members can find these and more streaming on the cloud this week:\nThe Anacrusis\n(New release on\nSteam\nand\nEpic Games Store\n, Jan. 13)\nSupraland Six Inches Under\n(New release on\nSteam\n, Jan. 14)\nGalactic Civilizations 3\n(Free on\nEpic Games Store\n, Jan. 13 – 20)\nReady or Not\n(\nSteam\n)\nWe make every effort to launch games on GeForce NOW as close to their release as possible, but, in some instances, games may not be available immediately.\nWhat are you planning to play this weekend? Let us know on\nTwitter\nor in the comments below.\nCategories:\nGaming\nTags:\nCloud Gaming\n|\nGeForce NOW","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/geforce-now-fortnite-closed-beta\/","zh_title":"本週 GFN：封測版《要塞英雄 (Fortnite) 》透過 GeForce NOW 聯盟 Taiwan Mobile 雲端遊戲服務於 iOS Safari 與 Android 推出","zh_content":"GeForce NOW 聯盟 Taiwan Mobile 雲端遊戲服務上的《要塞英雄 (Fortnite) 》從下週起，將推出支援行動裝置的限時封測版，可完全透過 iOS 的 Safari 網頁瀏覽器和\nGeForce NOW Android 應用程式串流暢玩\n。\n所有 GeForce NOW 會員皆可\n註冊測試版\n，並協助我們測試伺服器容量、畫面呈現效果，以及全新觸控功能的效能。會員將在未來幾週分批加入封測版。\n《要塞英雄》推出支援\niOS Safari\n與\nAndroid\n的行動裝置版串流遊戲體驗，並提供觸控輸入功能\n我們與 Epic Games 的優秀團隊攜手合作，打造支援觸控的行動裝置版《要塞英雄》，並透過雲端提供遊戲。雖然 GeForce NOW 內的 PC 遊戲，最好使用遊戲控制器搭配行動裝置，以獲得最佳體驗，但 GeForce NOW 團隊推出的觸控功能，為玩家提供更多選擇，而這項體驗就從《要塞英雄》開始。\n從今天起，GeForce NOW 聯盟 Taiwan Mobile 雲端遊戲平台的會員能夠註冊，取得加入\n《要塞英雄》\n限時封測\n行動裝置版的機會。還不是會員？ 別擔心。立即加入 並註冊，待封測版體驗於下週推出後，您即符合參與資格。即使您不具付費的 GeForce NOW 聯盟 Taiwan Mobile 雲端遊戲平台會員身分，也可參與。\n如需遊戲機制的訣竅，或複習如何使用觸控功能暢玩《要塞英雄》，請參閱《要塞英雄》的\n新手入門\n頁面。\n遊戲界的\n3\n月狂潮\n又是充滿精彩遊戲的一個月，我們本週將推出八款遊戲供您串流暢玩，接下來在整個 3 月將陸續推出共 21 款遊戲。\n《\nELEX II\n》\n(將於\nSteam\n新發行)\n《遠方：湧變暗潮\n(FAR: Changing Tides)\n》\n(將於\nSteam\n新發行)\n《影武者\n3 (Shadow Warrior 3)\n》\n(將於\nSteam\n新發行)\n《\nAWAY: The Survival Series\n》\n(\nEpic Games Store\n)\n《\nLabyrinthine Dreams\n》\n(\nSteam\n)\n《太陽帝國：宇宙指揮官\n–\n起義\n(Sins of a Solar Empire: Rebellion)\n》\n(\nSteam\n)\n《\nTROUBLESHOOTER: Abandoned Children\n》\n(\nSteam\n)\n《\nThe Vanishing of Ethan Carter\n》\n(\nEpic Games Store\n)\n同樣會在 3 月隆重登場的遊戲：\n《\nBuccaneers!\n》\n(3 月 7 日於\nSteam\n新發行)\n《\nIronsmith Medieval Simulator\n》\n(3 月 9 日於\nSteam\n新發行)\n《\nDistant Worlds 2\n》\n(3 月 10 日於\nSteam\n新發行)\n《怪獸超級越野賽\n5 (Monster Energy Supercross – The Official Videogame 5)\n》\n(3 月 17 日於\nSteam\n新發行)\n《工人物語\n(The Settlers)\n》\n(3 月 17 日於\nUbisoft Connect\n新發行)\n《西伯利亞：以前世界\n(Syberia: The World Before)\n》\n(3 月 18 日於\nSteam\n與\nEpic Games Store\n新發行)\n《\nLumote: The Mastermote Chronicles\n》\n(3 月 24 日於\nSteam\n新發行)\n《\nTurbo Sloths\n》\n(3 月 30 日於\nSteam\n新發行)\n《\nBlood West\n》\n(\nSteam\n)\n《模擬巴士駕駛員\n(Bus Driver Simulator)\n》\n(\nSteam\n)\n《\nConan Chop Chop\n》\n(\nSteam\n)\n《\nDread Hunger\n》\n(\nSteam\n)\n《惡棍英雄\n(Fury Unleashed)\n》\n(\nSteam\n)\n《釀造物語\n(Hundred Days – Winemaking Simulator)\n》\n(\nSteam\n)\n《英雄傳說閃之軌跡\nII (The Legend of Heroes: Trails of Cold Steel II)\n》\n(\nSteam\n)\n《瑪莎已死\n(Martha is Dead)\n》\n(\nSteam\n與\nEpic Games Store\n)\n《\nPower to the People\n》\n(\nSteam\n)\n《\nProject Zomboid\n》\n(\nSteam\n)\n《\nRugby 22\n》\n(\nSteam\n)\n補充\n2\n月發行的遊戲\n除了我們 2 月發佈的 30 款遊戲外，還有其他幾款遊戲也加入 GeForce NOW 遊戲庫。以下是上個月額外新增的幾款遊戲：\n《外交不是一個選擇\n(Diplomacy Is Not An Option)\n》\n(\nEpic Games Store\n)\n《\nNot Tonight 2\n》\n(\nSteam\n與\nEpic Games Store\n)\n《模型建造者\n(Model Builder)\n》\n(\nSteam\n)\n我們之前也宣佈\n《天外天\nEpic 版 (Two Worlds Epic Edition) 》\n將於 GeForce NOW 推出，不過目前此遊戲將不再於本服務上架。\nCategories:\n遊戲\nTags:\ncloud gaming\n|\nGeForce Now"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/author\/nvidia\/","en_title":"No title found","en_content":"NVIDIA Corporation Author Page | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nMarch Into Gaming With GeForce NOW’s 14 Must-Play Titles for Spring\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/author\/nvidia\/","zh_title":"NVIDIA Corporation","zh_content":"NVIDIA Corporation， 作者 NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\nNVIDIA Corporation\nNVIDIA 攜手產業領導業者推動基因組學、藥物探索與醫療保健發展\nNVIDIA 今日宣布建立新的合作關係，經由加速藥物探索、加…\n閱讀文章\nNVIDIA 推出 Cosmos 世界基礎模型平台，加速開發實體AI\n針對 NVIDIA 資料中心 GPU 最佳化的全新先進模型、…\n閱讀文章\nNVIDIA 藉由生成式實體 AI 擴大 Omniverse 平台的規模\n包括 Cosmos World 基礎模型在內新的模型，以及 …\n閱讀文章\nNVIDIA DRIVE Hyperion 平台在自駕車開發領域創下重要的車輛安全和網路安全里程碑\nNVIDIA 今日宣布旗下的自駕車（AV）平台 NVIDIA…\n閱讀文章\n豐田汽車、Aurora 汽車與大陸集團加入 NVIDIA 合作夥伴的行列，推出下一代高度自動化及自駕車隊\nNVIDIA 今日宣布豐田汽車、Aurora 汽車與大陸集團…\n閱讀文章\nNVIDIA 透過量子裝置物理模擬加速 Google Quantum AI 處理器設計\nNVIDIA 今日宣布，正與 Google Quantum …\n閱讀文章\nNVIDIA 開放 BioNeMo 推動全球生物製藥及科學產業的數位生物學規模化發展\nNVIDIA 今日宣布全球製藥及技術生物產業領導者、學術先鋒…\n閱讀文章\nNVIDIA 與業界軟體領導者宣布 Omniverse 即時物理數位孿生\nNVIDIA 今日宣布推出 NVIDIA Omniverse…\n閱讀文章\nNVIDIA 與軟銀加速推動日本成為全球 AI 強國\n軟銀利用 NVIDIA Blackwell 架構打造全日本最…\n閱讀文章\n日本雲端服務領導業者建構 NVIDIA AI 基礎設施為 AI 時代進行產業轉型\nNVIDIA 今日宣布日本雲端服務領導業者軟銀（SoftBa…\n閱讀文章\n更多文章\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/ces-2025-jensen-huang\/","en_title":"CES 2025: AI Advancing at ‘Incredible Pace,’ NVIDIA CEO Says","en_content":"NVIDIA founder and CEO Jensen Huang kicked off CES 2025 with a 90-minute keynote that included new products to advance gaming, autonomous vehicles, robotics and agentic AI.\nAI is advancing at an ‘incredible pace,’ Huang told an audience of over 6,000 at CES 2025 in Las Vegas.\n“It started with perception AI — understanding images, words and sounds. Then generative AI — creating text, images and sound,” Huang said. Now, we’re entering the era of “physical AI, AI that can proceed, reason, plan and act.”\nNVIDIA GPUs and platforms are at the heart of this transformation, Huang explained, enabling breakthroughs across industries, including gaming, robotics and autonomous vehicles (AVs).\nKey Announcements\nHuang’s keynote showcased how NVIDIA’s latest innovations are enabling this new era of AI, with several groundbreaking announcements, including:\nThe\njust-announced NVIDIA Cosmos platform\nadvances physical AI with new models and video data processing pipelines for robots, autonomous vehicles and vision AI.\nNew\nNVIDIA Blackwell-based GeForce RTX 50 Series GPUs\noffer stunning visual realism and unprecedented performance boosts.\nAI foundation models introduced at CES for RTX PCs\nfeature NVIDIA NIM microservices and AI Blueprints for crafting digital humans, podcasts, images and videos.\nThe\nnew NVIDIA Project DIGITS\nbrings the power of NVIDIA Grace Blackwell to developer desktops in a compact package.\nNVIDIA is partnering with Toyota\nfor safe next-gen vehicle development using the NVIDIA DRIVE AGX in-vehicle computer running NVIDIA DriveOS.\nHuang started off his talk by reflecting on NVIDIA’s three-decade journey. In 1999, NVIDIA invented the programmable GPU. Since then, modern AI has fundamentally changed how computing works, he said. “Every single layer of the technology stack has been transformed, an incredible transformation, in just 12 years.”\nRevolutionizing Graphics With GeForce RTX 50 Series\n“GeForce enabled AI to reach the masses, and now AI is coming home to GeForce,” Huang said.\nWith that, he introduced\nthe NVIDIA GeForce RTX 5090 GPU\n, the most powerful GeForce RTX GPU so far, with 92 billion transistors and delivering 3,352 trillion AI operations per second (TOPS).\n“Here it is — our brand-new GeForce RTX 50 series, Blackwell architecture,” Huang said, holding the blacked-out GPU aloft and noting how it’s able to harness advanced AI to enable breakthrough graphics. “The GPU is just a beast.”\n“Even the mechanical design is a miracle,” Huang said, noting that the graphics card has two cooling fans.\nMore variations in the GPU series are coming. The GeForce RTX 5090 and GeForce RTX 5080 desktop GPUs are scheduled to be available Jan. 30. The GeForce RTX 5070 Ti and the GeForce RTX 5070 desktops are slated to be available starting in February. Laptop GPUs are expected in March.\nDLSS 4 introduces\nMulti Frame Generation, working in unison with the complete suite of DLSS technologies to boost performance by up to 8x.\nNVIDIA also unveiled NVIDIA Reflex 2\n, which can reduce PC latency by up to 75%.\nThe latest generation of DLSS can generate three additional frames for every frame we calculate, Huang explained. “As a result, we’re able to render at incredibly high performance, because AI does a lot less computation.”\nRTX Neural Shaders\nuse small neural networks to improve textures, materials and lighting in real-time gameplay. RTX Neural Faces and RTX Hair advance real-time face and hair rendering, using generative AI to animate the most realistic digital characters ever. RTX Mega Geometry increases the number of ray-traced triangles by up to 100x, providing more detail.\nAdvancing Physical AI With Cosmos\nIn addition to advancements in graphics, Huang introduced the\nNVIDIA Cosmos\nworld foundation model platform, describing it as a game-changer for robotics and industrial AI.\nThe next frontier of AI is physical AI, Huang explained. He likened this moment to the transformative impact of large language models on generative AI.\n“The ChatGPT moment for general robotics is just around the corner,” he explained.\nWorld foundation models, like large language models, are essential for advancing robots and AVs, but many developers lack the resources or expertise to train these models from scratch, Huang explained.\nCosmos integrates generative models, tokenizers, and a video processing pipeline to power physical AI systems like AVs and robots.\nCosmos equips AI models with advanced simulation capabilities, enabling them to predict and evaluate multiple future scenarios to select the best course of action.\nCosmos models process text, image and video prompts to create detailed virtual environments tailored for robotics and AV simulations.\nLeading robotics and automotive companies, including\n1X, Agile Robots, Agility, Figure AI, Foretellix, Fourier,\nGalbot\n,\nHillbot\n,\nIntBot\n,\nNeura Robotics\n, Skild AI, Virtual Incision, Waabi and XPENG, along with ridesharing giant Uber, are among the first to adopt Cosmos.\nCosmos is open license and available on GitHub.\nEmpowering Developers With AI Foundation Models\nBeyond robotics and autonomous vehicles, NVIDIA is empowering developers and creators with AI foundation models.\nHuang introduced AI foundation models for RTX PCs\nthat supercharge digital humans, content creation, productivity and development.\n“These AI models run in every single cloud because NVIDIA GPUs are now available in every single cloud,” Huang said. “It’s available in every single OEM, so you could literally take these models, integrate them into your software packages, create AI agents and deploy them wherever the customers want to run the software.”\nAccelerated by GeForce RTX 50 Series GPUs\nThese models — offered as\nNVIDIA NIM\nmicroservices — are accelerated by the new\nGeForce RTX 50 Series GPUs\n.\nThe GPUs are designed to run these models efficiently, with support for FP4 computing that boosts AI inference performance by up to 2x while reducing memory usage compared to previous-generation hardware.\nHuang explained the potential of new tools for creators: “We’re creating a whole bunch of blueprints that our ecosystem could take advantage of. All of this is completely open source, so you could take it and modify the blueprints.”\nTop PC manufacturers and system builders are launching NIM-ready RTX AI PCs with GeForce RTX 50 Series GPUs. “AI PCs are coming to a home near you,” Huang said.\nWhile these tools bring AI capabilities to personal computing, NVIDIA is also advancing AI-driven solutions in the automotive industry, where safety and intelligence are paramount.\nInnovations in Autonomous Vehicles\nHuang announced the\nNVIDIA DRIVE Hyperion AV platform\n, built on the new NVIDIA AGX Thor system-on-a-chip (SoC), designed for generative AI models and delivering advanced functional safety and autonomous driving capabilities.\n“The autonomous vehicle revolution is here,” Huang said. “Building autonomous vehicles, like all robots, requires three computers: NVIDIA DGX to train AI models, Omniverse to test drive and generate synthetic data, and DRIVE AGX, a supercomputer in the car.”\nDRIVE Hyperion, the first end-to-end AV platform, combines advanced SoCs, sensors, and safety systems into a comprehensive suite, already adopted by automotive leaders such as Mercedes-Benz, JLR and Volvo Cars.\nHuang highlighted the critical role of synthetic data in advancing autonomous vehicles. Real-world data is limited, so synthetic data is essential for training the autonomous vehicle data factory, he explained.\nNVIDIA Omniverse AI models and Cosmos to Build Detailed Driving Scenarios\nUsing NVIDIA Omniverse AI models and Cosmos, this approach creates highly detailed driving scenarios that significantly expand and improve training datasets for autonomous vehicles.\nUsing Omniverse and Cosmos, NVIDIA’s AI data factory can scale “hundreds of drives into billions of effective miles,” Huang said, dramatically increasing the datasets needed for safe and advanced autonomous driving.\n“We are going to have mountains of training data for autonomous vehicles,” he added.\nToyota, the world’s largest automaker, will build its next-generation vehicles on the NVIDIA DRIVE AGX Orin\n, running the safety-certified NVIDIA DriveOS operating system, Huang said.\n“Just as computer graphics was revolutionized at such an incredible pace, you’re going to see the pace of AV development increasing tremendously over the next several years,” Huang said. These vehicles will offer functionally safe, advanced driving assistance capabilities.\nAgentic AI and Digital Manufacturing\nNVIDIA and its partners have launched AI\nBlueprints for agentic AI\n, including PDF-to-podcast for efficient research and video search and summarization for analyzing large quantities of video and images — enabling developers to build, test and run AI agents anywhere.\nAI Blueprints enable developers to create custom agents for automating enterprise workflows. This new offering integrates NVIDIA AI Enterprise software, including NIM microservices and NeMo, with leading platforms like CrewAI, Daily, LangChain, LlamaIndex and Weights & Biases.\nHuang also unveiled Llama Nemotron, a new tool designed to enhance the development of generative AI models for enterprise applications.\nDevelopers can use NVIDIA NIM microservices to build AI agents for tasks like customer support, fraud detection and supply chain optimization.\nAvailable as NVIDIA NIM microservices, the models can supercharge AI agents on any accelerated system.\nNVIDIA NIM microservices streamline video content management, boosting efficiency and audience engagement in the media industry.\nMoving beyond digital applications, NVIDIA’s innovations are paving the way for AI to revolutionize the physical world with robotics.\n“All of the enabling technologies that I’ve been talking about are going to make it possible for us in the next several years to see very rapid breakthroughs, surprising breakthroughs, in general robotics.”\nNVIDIA Isaac GR00T Blueprint for Synthetic Motion Generation\nIn manufacturing, the\nNVIDIA Isaac GR00T Blueprint\nfor synthetic motion generation will help developers generate exponentially large synthetic motion data to train their humanoids using imitation learning.\nHuang emphasized the importance of training robots efficiently, using NVIDIA Omniverse to generate millions of synthetic motions for humanoid training.\nThe Mega blueprint powers large-scale simulations of robot fleets, enabling companies like Accenture and KION to revolutionize warehouse automation.\nThese AI tools set the stage for NVIDIA’s latest innovation: a personal AI supercomputer called Project DIGITS.\nNVIDIA Unveils Project DIGITS\nPutting NVIDIA Grace Blackwell on every desk and at every AI developer’s fingertips, Huang unveiled\nNVIDIA Project DIGITS\n.\n“I have one more thing that I want to show you,” Huang said. “None of this would be possible if not for this incredible project that we started about a decade ago. Inside the company, it was called Project DIGITS — deep learning GPU intelligence training system.”\nHuang highlighted the legacy of NVIDIA’s AI supercomputing journey, telling the story of how in 2016 he delivered the first NVIDIA DGX system to OpenAI. “And obviously, it revolutionized artificial intelligence computing.”\nThe new Project DIGITS takes this mission further. “Every software engineer, every engineer, every creative artist — everybody who uses computers today as a tool — will need an AI supercomputer,” Huang said.\nHuang revealed that Project DIGITS, powered by the GB10 Grace Blackwell Superchip, represents NVIDIA’s smallest yet most powerful AI supercomputer. “This is NVIDIA’s latest AI supercomputer,” Huang said, showcasing the device. “It runs the entire NVIDIA AI stack — all of NVIDIA software runs on this. DGX Cloud runs on this.”\nProject DIGITS, NVIDIA’s smallest and most powerful AI supercomputer, will launch in May.\nA Year of Breakthroughs\n“It’s been an incredible year,” Huang said as he wrapped up the keynote. Huang highlighted NVIDIA’s major achievements: Blackwell systems, physical AI foundation models, and breakthroughs in agentic AI and robotics.\n“I want to thank all of you for your partnership,” Huang said.\nSee\nnotice\nregarding software product information.\nCategories:\nCorporate\n|\nGaming\n|\nGenerative AI\n|\nSoftware\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nCosmos\n|\nGeForce\n|\nNVIDIA NIM\n|\nNVIDIA RTX\n|\nPhysical AI\n|\nRobotics\n|\nTransportation","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/ces-2025-jensen-huang\/","zh_title":"CES 2025：NVIDIA 執行長表示 AI 正以「驚人的速度」進步","zh_content":"NVIDIA 創辦人暨執行長黃仁勳以長達 90 分鐘的主題演講揭開 2025 年 CES 大會的序幕，在這場精彩的演講中提到了包括推動遊戲、自駕車、機器人及代理型 AI 發展的嶄新產品。\n他在拉斯維加斯的 Michelob Ultra 體育館對著超過六千名座無虛席的觀眾們說，AI「以驚人的速度進步。」\n「我們從理解影像、文字和聲音的感知 AI 開始。接著是創造文字、影像和聲音的生成式 AI。」黃仁勳說。現在，我們正進入「實體 AI」時代，也就是能夠進行、推理、計畫與行動的 AI。\n黃仁勳解釋說 NVIDIA 的 GPU 及平台是促進這項轉變的核心，帶動包括遊戲、機器人和自駕車在內各行各業突破性的進展。\n黃仁勳在主題演講中展示了 NVIDIA 最新的創新技術如何開啟 AI 的新時代，並且發表了多項突破性的內容，包括：\n剛剛發表的 NVIDIA Cosmos 平台\n可為機器人、自駕車和視覺 AI 領域帶來全新模型和影片資料處理管道，推動實體 AI 的發展。\n全新\nNVIDIA Blackwell 架構 GeForce RTX 50 系列 GPU\n能夠創作出驚人逼真度的視覺影像效果，又能將運算效能提升到前所未有的程度。\n在 CES 大會推出適用於 RTX PC 的 AI 基礎模型\n，具有 NVIDIA NIM 微服務與 AI Blueprints，可用於製作數位人類、podcast、圖片與影片。\n全新 NVIDIA Project DIGITS\n將 NVIDIA Grace Blackwell 的強大功能帶到開發人員的桌面上，而它小巧的身影幾乎可以放進口袋裡。\nNVIDIA 攜手豐田（Toyota）汽車\n使用運行 NVIDIA DriveOS 的 NVIDIA DRIVE AGX 車載電腦，合作開發安全的新世代車輛。\n黃仁動在這場演講一開始，先是回顧 NVIDIA 三十年來的發展歷程。1999 年，NVIDIA 發明了可編程 GPU。黃仁勳說從那時開始，現代 AI 從根本上改變了運算的運作方式。「在短短 12 年間，技術堆疊的每一層都發生了翻天覆地的變化，這是令人難以置信的轉變。」\nGeForce RTX 50\n系列帶來繪圖技術革命\n「GeForce 讓 AI 得以普及到大眾的手中，現在 AI 也回歸到GeForce。」黃仁勳說。\n他以此為引向嘉賓們介紹\nNVIDIA GeForce RTX 5090 GPU\n，這是迄今為止最強大的 GeForce RTX GPU，擁有 920 億個電晶體，每秒可進行 3,352 兆次 AI 運算（TOPS）。\n「這就是我們全新的 GeForce RTX 50 系列，Blackwell 架構。」黃仁勳高舉著一塊黑色的 GPU，指出它如何能夠利用先進的 AI 來創造出突破性的繪圖技術。「這顆 GPU 簡直就是一隻野獸。」\n「即使是它的機械設計也是奇蹟。」黃仁勳指出顯示卡上有兩個冷卻風扇。\n這個 GPU 系列的更多產品即將現身。GeForce RTX 5090 和 GeForce RTX 5080 桌上型 GPU 預定於 1 月 30 日上市。GeForce RTX 5070 Ti 和 GeForce RTX 5070 桌上型 GPU 預計於二月開始上市。筆記型電腦 GPU 預計將於三月上市。\nDLSS 4 引入\n多畫格生成（Multi Frame Generation）技術，搭配整套 DLSS 技術可以將效能提升八倍。\nNVIDIA 還發表了 NVIDIA Reflex 2\n，可以將 PC 延遲時間降低 75%。\n黃仁勳解釋說最新一代的 DLSS 技術可以為我們計算出的每一個畫格另外產生三個畫格。「由於 AI 要運算的量少了很多，這樣我們就能能夠得到超高的渲染效能。」\nRTX Neural Shaders\n使用小型神經網路即時改善遊戲裡的紋理、材質與照明。RTX Neural Faces 和 RTX Hair 能夠即時渲染臉部和毛髮，使用生成式 AI 製作史上最有真實感的數位角色動畫。RTX Mega Geometry 可以將光線追蹤三角形的數量增加 100 倍，製作出更精細的畫面。\n利用\nCosmos\n推動實體\nAI\n的發展\n除了繪圖技術方面的進展之外，黃仁勳還介紹\nNVIDIA Cosmos\n世界基礎模型平台，指稱其為改變機器人與工業 AI 領域發展遊戲規則的一項技術。\n黃仁勳說實體 AI 是 AI 的下一個發展領域。他將這個時刻比喻為大型語言模型對於生成式 AI 所帶來的變革性影響。\n他說：「通用機器人的 ChatGPT 時刻就要到來。」\n黃仁勳說與大型語言模型一樣，世界基礎模型是推動開發機器人與自駕車的根本，不過並非所有開發人員都有專業知識與資源來訓練自己的模型。\nCosmos 整合了生成模型、標記器和影片處理管道，協助開發自駕車和機器人等實體 AI 系統。\n開發 Cosmos 的目的在於將前瞻性與多元宇宙模擬的力量帶入 AI 模型上，讓模型能夠模擬各種可能的未來與選擇最佳行動。\n黃仁勳解釋道 Cosmos 模型可以接收文字、圖像或影片提示，並且以影片方式產生虛擬世界狀態。「Cosmos優先處理自駕車和機器人的獨特需求，例如真實世界環境、照明和物體恆存性。」\n包括 1X、思靈機器人（Agile Robots）、Agility、Figure AI、Foretellix、Fourier、\nGalbot\n、\nHillbot\n、\nIntBot\n、\nNeura Robotics\n、Skild AI、Virtual Incision、Waabi 和小鵬汽車（XPENG）在內的\n各大機器人和汽車公司\n，以及乘車服務巨擘 Uber，皆為首批採用 Cosmos 的公司。\n此外，現代汽車集團（Hyundai Motor Group）也採用 NVIDIA AI 與 Omniverse\n，以打造更安全、更聰明的車輛，擁有更強大的製造能力及部署最先進的機器人技術。\n可以在 GitHub 上取得採用開放授權形態的 Cosmos。\n推出\nAI\n基礎模型強化開發人員的能力\n除了機器人與自駕車，NVIDIA 還推出 AI 基礎模型強化開發人員與創作者的能力。\n黃仁勳在演講中介紹了適用於 RTX PC 的 AI 基礎模型\n，用於支援開發數位人類、內容創作、提高生產力及輔助各項開發作業。\n黃仁勳表示：「現在可以在每一個雲端環境裡使用 NVIDIA GPU，各位便能在每一個雲端環境裡運行這些 AI 模型。每一家 OEM 都可以拿到這些模型，所以各位都能用到，把它們整合到你們的軟體套件裡，建立 AI 代理，然後部署到任何客戶想要執行軟體的地方。」\n這些以\nNVIDIA NIM\n微服務形式提供的模型，由全新的\nGeForce RTX 50 系列 GPU\n加速。\n這些 GPU 有快速執行這些模型的能力，加上支援 FP4 運算，將 AI 推論能力提高兩倍，與前一代硬體相比，能夠用更小的記憶體佔用空間在本機端運行生成式 AI 模型。\n黃仁勳解釋創作者可以怎麼利用這些新工具：「我們正在創作一大堆藍圖，讓我們的生態系統可以善加利用。這一切都是完全開源的形態，各位可以自行取用和修改藍圖。」\n頂級 PC 製造商和系統建置商將推出搭載 GeForce RTX 50 系列 GPU 的 NIM-ready RTX AI PC。「AI PC 即將進入各位附近的家中。」黃仁勳說。\n﻿\n在這些工具為 PC 帶來 AI 功能的同時，NVIDIA 也在首重安全與智慧的汽車業推動開發 AI 驅動的解決方案。\n自駕車技術創新\n黃仁勳發表採用全新 NVIDIA AGX Thor 系統單晶片（SoC）所開發出、專為生成式 AI 模型設計的\nNVIDIA DRIVE Hyperion AV 平台\n，可提供先進的功能安全與自動駕駛功能。\n黃仁勳表示：「自駕車革命已經來臨。就像所有機器人一樣，打造自駕車需要用到三台電腦：用於訓練 AI 模型的 NVIDIA DGX，用於測試駕駛和產生合成資料的 Omniverse，而 DRIVE AGX 則是車內的超級電腦。」\nDRIVE Hyperion 是第一個端對端的自駕車平台，整合了適用於下一代汽車的先進 SoC、感測器和安全系統，還有感測器套件與主動安全和 level 2 駕駛堆疊， Mercedes-Benz、捷豹路虎和 Volvo Cars 等引領發展行車安全功能的業者已經採用這個平台。\n黃仁勳強調合成資料在推動開發自駕車方面所扮演的重要角色。他解釋說，從現實世界只能得到有限的資料，必須使用合成資料來訓練自駕車輛資料工廠。\n在 NVIDIA Omniverse AI 模型和 Cosmos 的驅動下，這種方法可以「產生合成駕駛情境，以成倍方式強化訓練資料。」\n黃仁勳表示使用 Omniverse 和 Cosmos，NVIDIA 的 AI 資料工廠可以將「數百次的駕駛擴展為數十億英哩的有效里程」，大幅增加發展安全先進自動駕駛技術所需的資料集。\n「我們將為自駕車提供大量訓練資料。」他補充道。\n黃仁勳表示\n全球最大的汽車製造商豐田汽車將使用 NVIDIA DRIVE AGX Orin 開發下一代汽車\n，並且運行通過安全認證的 NVIDIA DriveOS 作業系統。\n黃仁勳說：「正如電腦繪圖技術以飛快速度掀起革命，各位在未來幾年內將會看到自駕車的發展速度大幅提升」。這些車輛將提供功能安全又先進的駕駛輔助功能。\n代理型\nAI\n與數位製造\nNVIDIA 及其合作夥伴推出\n適用於代理式 AI 的 AI Blueprints\n，包括用於提高研究效率的 PDF-to-podcast，以及用於分析大量影片與圖像的影片搜尋與摘要 – 這些藍圖都讓開發人員能夠隨時隨地建立、測試和運行 AI 代理。\n開發人員可以使用 AI Blueprints 部署客製化代理，自動執行企業裡的工作流程。這一類全新的合作夥伴藍圖整合了 NVIDIA AI Enterprise 軟體，包括 NVIDIA NIM 微服務和 NVIDIA NeMo，以及 CrewAI、Daily、LangChain、LlamaIndex 和 Weights & Biases 等領先供應商的平台。\n黃仁勳還宣布推出全新的\nLlama Nemotron\n。\n開發人員可以使用 NVIDIA NIM 微服務建立 AI 代理，以執行客戶支援、詐欺偵測及供應鏈最佳化等工作。\n以 NVIDIA NIM 微服務的形式提供這些模型，可以在任何加速系統上增強 AI 代理的效能。\nNVIDIA NIM 微服務可以協助媒體業簡化影片內容管理，提升工作效率及觀眾參與度。\n除了數位應用，NVIDIA 的創新技術也為 AI 透過機器人來徹底改變實體世界一事打下基礎。\n「我一直在講的的這些技術，都會讓我們在未來幾年裡，在通用機器人領域看到非常快速又令人驚訝的突破。」\n適用於產生合成動作的\nNVIDIA Isaac GR00T Blueprint\n將幫助開發人員產生海量合成動作資料，利用模仿學習來訓練製造業所使用的人形機器人。\n黃仁勳強調高效率訓練機器人的重要性，利用 NVIDIA 的 Omniverse 平台產生數百萬個合成動作來訓練人形機器人。\nMega 藍圖能夠進行大規模模擬機器人機群，埃森哲（Accenture）及凱傲（KION）等倉儲自動化領導業者已經採用這項藍圖。\n這些 AI 工具為 NVIDIA 的最新創新技術奠定基礎：名為 Project DIGITS 的個人 AI 超級電腦。\nNVIDIA\n推出\nProject DIGITS\n黃仁勳發表\nNVIDIA Project DIGITS\n，將 NVIDIA Grace Blackwell 放在每個人的桌上，讓每個 AI 開發人員輕鬆就能獲得 AI 的強大運算能力。\n「我還有一個東西要給你們看。如果我們不是大概十年前就展開這麼厲害的專案，這一切都不可能發生。我們在 NVIDIA 裡把它取了 Project DIGITS 這個名字 – 深度學習 GPU 智慧訓練系統。」黃仁勳說。\n黃仁勳強調 NVIDIA 在 AI 超級運算之路上的建樹，講述他在 2016 年將第一套 NVIDIA DGX 系統交給 OpenAI 使用的故事。「顯然，它徹底改變了 AI 運算。」\n新的 Project DIGITS 又更進一步推動這個使命。「每個軟體工程師、每個工程師、每個創意藝術家 – 每個今天把電腦當成工具來使用的人 – 都會需要一台 AI 超級電腦。」黃仁勳說。\n黃仁勳說 Project DIGITS 搭載 GB10 Grace Blackwell 超級晶片，是 NVIDIA 體積最小、功能卻最強大的 AI 超級電腦。「這是 NVIDIA 最新的 AI 超級電腦。」黃仁勳在展示它的時候這麼表示。「它可以運行整個 NVIDIA AI 堆疊 – 所有 NVIDIA 軟體都可以在上面運行。DGX Cloud 便是在這個上面運行。」\n外型小巧卻功能強大的 Project DIGITS 預計將於五月上市。\n突破的一年\n「這是令人難以置信的一年。」黃仁勳在結束這場主題演講時表示。黃仁勳強調 NVIDIA 的主要成就： Blackwell 系統、實體 AI 基礎模型，以及在代理型 AI 和機器人方面的突破。\n「我要感謝大家的合作。」黃仁勳說。\n﻿\nCategories:\n企業端\n|\n生成式人工智慧\n|\n軟體\n|\n遊戲"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/category\/enterprise\/","en_title":"Data Center","en_content":"- Archives Page 1 | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nData Center\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nFrom Seattle, Washington, to Cape Town, South Africa — and everywhere around and between — AI is helping…\nRead Article\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nEditor’s note: This is the next topic in our new CUDA Accelerated news series, which showcases the latest software libraries, NVIDIA NIM microservices and tools that help developers, software makers…\nRead Article\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nFrom improving customer experiences to boosting operational efficiency, agentic AI — advanced AI systems designed to autonomously reason, plan and execute complex tasks based on high-level goals — is changing…\nRead Article\nYour browser doesn't support HTML5 video. Here is a\nlink to the video\ninstead.\nIt’s a Sign: AI Platform for Teaching American Sign Language Aims to Bridge Communication Gaps\nAmerican Sign Language is the third most prevalent language in the United States — but there are vastly fewer AI tools developed with ASL data than data representing the country’s…\nRead Article\nMassive Foundation Model for Biomolecular Sciences Now Available via NVIDIA BioNeMo\nScientists everywhere can now access Evo 2, a powerful new foundation model that understands the genetic code for all domains of life. Unveiled today as the largest publicly available AI…\nRead Article\nSafety First: Leading Partners Adopt NVIDIA Cybersecurity AI to Safeguard Critical Infrastructure\nThe rapid evolution of generative AI has created countless opportunities for innovation across industry and research. As is often the case with state-of-the-art technology, this evolution has also shifted the…\nRead Article\nWhat Are Foundation Models?\nEditor’s note: This article, originally published on March 13, 2023, has been updated. The mics were live and tape was rolling in the studio where the Miles Davis Quintet was…\nRead Article\nAI-Designed Proteins Take on Deadly Snake Venom\nAI-driven medicine could deliver life-saving snakebite treatments to the world’s most vulnerable….\nRead Article\nNVIDIA Blackwell Now Generally Available in the Cloud\nAI reasoning models and agents are set to transform industries, but delivering their full potential at scale requires massive compute and optimized software. The “reasoning” process involves multiple models, generating…\nRead Article\nLoad More Articles\nAll NVIDIA News\nFast Lane to the Future: Automotive Leaders Showcase Advancements in Autonomous Driving at NVIDIA GTC\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nMarch Into Gaming With GeForce NOW’s 14 Must-Play Titles for Spring\nExplore How RTX AI PCs and Workstations Supercharge AI Development at NVIDIA GTC 2025\nHow an NVIDIA Thermal Engineer Turns Up the Heat on Product Innovation\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/category\/enterprise\/","zh_title":"企業端","zh_content":"企業端 彙整 - NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\n企業端\nMost Popular\nCES 2025：NVIDIA 執行長表示 AI 正以「驚人的速度」進步\nNVIDIA 創辦人暨執行長黃仁勳以…\n閱讀文章\nMost Popular\n使用 Transformer 產生合成資料：企業資料挑戰的解決方案\nGeForce NOW 聯盟 Taiwan Mobile 雲端遊戲服務給你歡樂無比的遊戲節慶時刻\n揭開 NVIDIA DOCA 的神祕面紗\nNVIDIA 發表「Mega」Omniverse Blueprint，打造工業機器人機群數位孿生\n據資訊科技研究顧問公司 Gartner 指出，2024 年全…\n閱讀文章\n鴻海科技集團在美國、墨西哥和台灣設立新工廠，擴大 Blackwell 測試和生產\n為了滿足目前已全面投產的 Blackwell 的需求，全球最…\n閱讀文章\n更快的預測：NVIDIA 推出 Earth-2 NIM 微服務， 可將更高解析度模擬的速度提高 500 倍\nNVIDIA 今日於 SC24 發表了兩項全新的 NVIDI…\n閱讀文章\nNVIDIA 與業界軟體領導者宣布 Omniverse 即時物理數位孿生\nNVIDIA 今日宣布推出 NVIDIA Omniverse…\n閱讀文章\n數位孿生 (digital twin) 是什麼？\n走進汽車組裝廠，看到工作人員將螺帽鎖緊至螺栓，聽到氣動工具的…\n閱讀文章\nNVIDIA 執行長黃仁勳在日本 AI 高峰會上表示：「每個產業、每家公司、每個國家都必須推動一場新的產業革命。」\n下一波的科技革命已經到來，而日本將成為其中重要的一部分。 在…\n閱讀文章\n日本市場創新者利用 NVIDIA AI 與 Omniverse 將實體 AI 應用於各產業\n豐田汽車（Toyota）工廠裡的機器人搬運著重金屬材料。安川…\n閱讀文章\nNVIDIA 與軟銀加速推動日本成為全球 AI 強國\n軟銀利用 NVIDIA Blackwell 架構打造全日本最…\n閱讀文章\n日本雲端服務領導業者建構 NVIDIA AI 基礎設施為 AI 時代進行產業轉型\nNVIDIA 今日宣布日本雲端服務領導業者軟銀（SoftBa…\n閱讀文章\n更多文章\nAll NVIDIA News\n用於生物分子科學的大型基礎模型現已透過 NVIDIA BioNeMo 提供\n電信業者增加 AI 使用：NVIDIA 調查揭示電信業 AI 趨勢\n擴展定律如何推動更有智慧又更強大的 AI 發展\n安全至上：領先合作夥伴採用 NVIDIA 網路安全 AI 保護關鍵基礎設施\nAI 帶來亮眼報酬：調查結果揭示金融業最新技術趨勢\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/author\/brian-caulfield\/","en_title":"Brian Caulfield","en_content":"Brian Caulfield Author Page | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nBrian Caulfield\nBrian Caulfield edits NVIDIA's corporate blog. Previously, he was a journalist with Forbes, Red Herring and Business 2.0. He has also written for Wired magazine.\nAI-Designed Proteins Take on Deadly Snake Venom\nAI-driven medicine could deliver life-saving snakebite treatments to the world’s most vulnerable….\nRead Article\nWhen the Earth Talks, AI Listens\nScientists repurpose speech recognition AI to decode seismic activity, uncovering patterns that could one day help predict earthquakes….\nRead Article\nAI Maps Titan’s Methane Clouds in Record Time\nNVIDIA GPUs powered deep learning to decode years of Cassini data in seconds—helping researchers pioneer a smarter way to explore alien worlds….\nRead Article\nCES 2025: AI Advancing at ‘Incredible Pace,’ NVIDIA CEO Says\nNVIDIA founder and CEO Jensen Huang kicked off CES 2025 with a 90-minute keynote that included new products to advance gaming, autonomous vehicles, robotics and agentic AI. AI is advancing…\nRead Article\nTech Leader, AI Visionary, Endlessly Curious Jensen Huang to Keynote CES 2025\nOn Jan. 6 at 6:30 p.m. PT, NVIDIA founder and CEO Jensen Huang — with his trademark leather jacket and an unwavering vision — will step onto the CES 2025…\nRead Article\nAI Pioneers Win Nobel Prizes for Physics and Chemistry\nArtificial intelligence, once the realm of science fiction, claimed its place at the pinnacle of scientific achievement Monday in Sweden. In a historic ceremony at Stockholm’s iconic Konserthuset, John Hopfield…\nRead Article\nAI Will Drive Scientific Breakthroughs, NVIDIA CEO Says at SC24\nNVIDIA kicked off SC24 in Atlanta with a wave of AI and supercomputing tools set to revolutionize industries like biopharma and climate science. The announcements, delivered by NVIDIA founder and…\nRead Article\n‘Every Industry, Every Company, Every Country Must Produce a New Industrial Revolution,’ NVIDIA CEO Says\nThe next technology revolution is here, and Japan is poised to be a major part of it. At NVIDIA’s AI Summit Japan on Wednesday, NVIDIA founder and CEO Jensen Huang…\nRead Article\n‘India Should Manufacture Its Own AI,’ Declares NVIDIA CEO\nArtificial intelligence will be the driving force behind India’s digital transformation, fueling innovation, economic growth, and global leadership, NVIDIA founder and CEO Jensen Huang said Thursday at NVIDIA’s AI Summit…\nRead Article\nLoad More Articles\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nMarch Into Gaming With GeForce NOW’s 14 Must-Play Titles for Spring\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/author\/brian-caulfield\/","zh_title":"Brian Caulfield","zh_content":"Brian Caulfield， 作者 NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\nBrian Caulfield\nBrian Caulfield edits NVIDIA's corporate blog. Previously, he was a journalist with Forbes, Red Herring and Business 2.0. He has also written for Wired magazine.\nCES 2025：NVIDIA 執行長表示 AI 正以「驚人的速度」進步\nNVIDIA 創辦人暨執行長黃仁勳以長達 90 分鐘的主題演…\n閱讀文章\nNVIDIA 執行長黃仁勳在日本 AI 高峰會上表示：「每個產業、每家公司、每個國家都必須推動一場新的產業革命。」\n下一波的科技革命已經到來，而日本將成為其中重要的一部分。 在…\n閱讀文章\n聯想為企業帶來更智慧的 AI，NVIDIA 執行長：「我們希望實現超人類的生產力」\n為加速推動企業人工智慧（AI）創新，NVIDIA 創辦人暨執…\n閱讀文章\n鴻海科技集團將採用 NVIDIA Blackwell 架構打造台灣最快的 AI 超級電腦\nNVIDIA 與鴻海科技集團將攜手建造台灣規模最大的超級電腦…\n閱讀文章\nNVIDIA AI 高峰會聚焦前所未見的能源效率和 AI 驅動的創新\nNVIDIA 企業平台副總裁暨總經理 Bob Pette 週…\n閱讀文章\nMeta 執行長 Mark Zuckerberg 告訴 NVIDIA 執行長黃仁勳，創作者將擁有個人化的 AI 助理\n在 2024 年 SIGGRAPH 大會上，NVIDIA 創…\n閱讀文章\nNVIDIA 執行長表示：「我們為生成式人工智慧時代打造了一款處理器」\n生成式人工智慧 (AI) 有望徹底改變它所觸及的每一個產業 …\n閱讀文章\nNVIDIA 執行長表示將把人工智慧帶入各產業\nChatGPT 才只是開始而已。 隨著如今運算技術出現他所說…\n閱讀文章\n模範嬰兒車：智慧嬰兒車在 CES 2023 大獲成功\n當過新手爸媽的人都知道，養兒育女充滿挑戰，不僅有各種擔憂，還…\n閱讀文章\nToy Jensen 獻唱《Jingle Bells》 美妙鈴聲為聖誕節揭開序幕\n李以樂和李欣庭這兩位才華橫溢的歌手經常在網路上直播唱歌，有次…\n閱讀文章\n更多文章\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/rtx-ai-garage-ces-pc-nim-blueprints\/","en_title":"Unveiling a New Era of Local AI With NVIDIA NIM Microservices and AI Blueprints","en_content":"Over the past year,\ngenerative AI\nhas transformed the way people live, work and play, enhancing everything from writing and content creation to gaming, learning and productivity. PC enthusiasts and developers are leading the charge in pushing the boundaries of this groundbreaking technology.\nCountless times, industry-defining technological breakthroughs have been invented in one place — a garage. This week marks the start of the\nRTX AI Garage\nseries, which will offer routine content for developers and enthusiasts looking to learn more about NVIDIA NIM microservices and AI Blueprints, and how to build AI agents, creative workflow, digital human, productivity apps and more on AI PCs. Welcome to the\nRTX AI Garage\n.\nThis first installment spotlights announcements made earlier this week at\nCES\n, including\nnew AI foundation models\navailable on\nNVIDIA RTX AI PCs\nthat take digital humans, content creation, productivity and development to the next level.\nThese models — offered as\nNVIDIA NIM\nmicroservices — are powered by new\nGeForce RTX 50 Series GPUs\n. Built on the NVIDIA Blackwell architecture, RTX 50 Series GPUs deliver up to 3,352 trillion AI operations per second of performance, 32GB of VRAM and feature FP4 compute, doubling AI inference performance and enabling generative AI to run locally with a smaller memory footprint.\nNVIDIA also introduced\nNVIDIA AI Blueprints\n— ready-to-use, preconfigured workflows, built on NIM microservices, for applications like digital humans and content creation.\nNIM microservices and AI Blueprints empower enthusiasts and developers to build, iterate and deliver AI-powered experiences to the PC faster than ever. The result is a new wave of compelling, practical capabilities for PC users.\nFast-Track AI With NVIDIA NIM\nThere are two key challenges to bringing AI advancements to PCs. First, the pace of AI research is breakneck, with new models appearing daily on platforms like Hugging Face, which now hosts over a million models. As a result, breakthroughs quickly become outdated.\nSecond, adapting these models for PC use is a complex, resource-intensive process. Optimizing them for PC hardware, integrating them with AI software and connecting them to applications requires significant engineering effort.\nNVIDIA NIM helps address these challenges by offering prepackaged, state-of-the-art AI models optimized for PCs. These NIM microservices span model domains, can be installed with a single click, feature application programming interfaces (APIs) for easy integration, and harness NVIDIA AI software and RTX GPUs for accelerated performance.\nAt CES, NVIDIA announced a pipeline of NIM microservices for RTX AI PCs, supporting use cases spanning large language models (LLMs), vision-language models, image generation, speech, retrieval-augmented generation (RAG), PDF extraction and computer vision.\nThe new\nLlama Nemotron\nfamily of open models provide high accuracy on a wide range of agentic tasks. The Llama Nemotron Nano model, which will be offered as a NIM microservice for RTX AI PCs and workstations, excels at agentic AI tasks like instruction following, function calling, chat, coding and math.\nSoon, developers will be able to\nquickly download\nand run these microservices on Windows 11 PCs using Windows Subsystem for Linux (WSL).\nTo demonstrate how enthusiasts and developers can use NIM to build AI agents and assistants, NVIDIA previewed Project R2X, a vision-enabled PC avatar that can put information at a user’s fingertips, assist with desktop apps and video conference calls, read and summarize documents, and more.\nSign up\nfor Project R2X updates.\nBy using NIM microservices, AI enthusiasts can skip the complexities of model curation, optimization and backend integration and focus on creating and innovating with cutting-edge AI models.\nWhat’s in an API?\nAn API is the way in which an application communicates with a software library. An API defines a set of “calls” that the application can make to the library and what the application can expect in return. Traditional AI APIs require a lot of setup and configuration, making AI capabilities harder to use and hampering innovation.\nNIM microservices expose easy-to-use, intuitive APIs that an application can simply send requests to and get a response. In addition, they’re designed around the input and output media for different model types. For example, LLMs take text as input and produce text as output, image generators convert text to image, speech recognizers turn speech to text and so on.\nThe microservices are designed to integrate seamlessly with leading AI development and agent frameworks such as AI Toolkit for VSCode, AnythingLLM, ComfyUI, Flowise AI, LangChain, Langflow and LM Studio. Developers can easily download and deploy them from\nbuild.nvidia.com\n.\nBy bringing these APIs to RTX, NVIDIA NIM will accelerate AI innovation on PCs.\nEnthusiasts are expected to be able to experience a range of NIM microservices using an upcoming release of the\nNVIDIA ChatRTX\ntech demo.\nA Blueprint for Innovation\nBy using state-of-the-art models, prepackaged and optimized for PCs, developers and enthusiasts can quickly create AI-powered projects. Taking things a step further, they can combine multiple AI models and other functionality to build complex applications like digital humans, podcast generators and application assistants.\nNVIDIA AI Blueprints, built on NIM microservices, are reference implementations for complex AI workflows. They help developers connect several components, including libraries, software development kits and AI models, together in a single application.\nAI Blueprints include everything that a developer needs to build, run, customize and extend the reference workflow, which includes the reference application and source code, sample data, and documentation for customization and orchestration of the different components.\nAt CES, NVIDIA announced two AI Blueprints for RTX: one for PDF to podcast, which lets users generate a podcast from any PDF, and another for 3D-guided generative AI, which is based on\nFLUX.1 [dev]\nand expected be offered as a NIM microservice, offers artists greater control over text-based image generation.\nWith AI Blueprints, developers can quickly go from AI experimentation to AI development for cutting-edge workflows on RTX PCs and workstations.\nBuilt for Generative AI\nThe new GeForce RTX 50 Series GPUs are purpose-built to tackle complex generative AI challenges, featuring fifth-generation Tensor Cores with FP4 support, faster G7 memory and an AI-management processor for efficient multitasking between AI and creative workflows.\nThe GeForce RTX 50 Series adds FP4 support to help bring better performance and more models to PCs. FP4 is a lower quantization method, similar to file compression, that decreases model sizes. Compared with FP16 — the default method that most models feature — FP4 uses less than half of the memory, and 50 Series GPUs provide over 2x performance compared with the previous generation. This can be done with virtually no loss in quality with advanced quantization methods offered by\nNVIDIA TensorRT Model Optimizer\n.\nFor example, Black Forest Labs’ FLUX.1 [dev] model at FP16 requires over 23GB of VRAM, meaning it can only be supported by the GeForce RTX 4090 and professional GPUs. With FP4, FLUX.1 [dev] requires less than 10GB, so it can run locally on more GeForce RTX GPUs.\nWith a GeForce RTX 4090 with FP16, the FLUX.1 [dev] model can generate images in 15 seconds with 30 steps. With a GeForce RTX 5090 with FP4, images can be generated in just over five seconds.\nGet Started With the New AI APIs for PCs\nNVIDIA NIM microservices and AI Blueprints are expected to be available starting next month, with initial hardware support for GeForce RTX 50 Series, GeForce RTX 4090 and 4080, and NVIDIA RTX 6000 and 5000 professional GPUs. Additional GPUs will be supported in the future.\nNIM-ready RTX AI PCs are expected to be available from Acer, ASUS, Dell, GIGABYTE, HP, Lenovo, MSI, Razer and Samsung, and from local system builders Corsair, Falcon Northwest, LDLC, Maingear, Mifcon, Origin PC, PCS and Scan.\nGeForce RTX 50 Series GPUs and laptops deliver game-changing performance, power transformative AI experiences, and enable creators to complete workflows in record time. Rewatch NVIDIA CEO Jensen Huang’s\nkeynote\nto learn more about NVIDIA’s AI news unveiled at CES.\nSee\nnotice\nregarding software product information.\nCategories:\nGenerative AI\nTags:\nAI Decoded\n|\nArtificial Intelligence\n|\nGeForce\n|\nNVIDIA RTX\n|\nRTX AI Garage","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/rtx-ai-garage-ces-pc-nim-blueprints\/","zh_title":"利用 NVIDIA NIM 微服務與AI Blueprint，開創本機AI的新時代","zh_content":"過去一年來，\n生成式AI\n改變了人們的生活、工作和娛樂方式，從寫作、內容創作，到遊戲、學習和生產等領域，都有進一步的提升。PC 愛好者與開發人員正在率先推動這項開創性技術的發展。\n此外，帶領產業變革的技術突破，有無數次都是在「車庫」這個地方發明出來的。從本週開始，我們將推出\nRTX AI Garage\n系列，定期針對開發人員和愛好者發布內容，幫助他們深入瞭解 NVIDIA NIM 微服務與AI Blueprints，以及如何在 AI PC 上建構AI代理、創意工作流程、數位人、生產力應用程式等。歡迎來到\nRTX AI Garage\n。\n首期我們將聚焦本週稍早在\nCES\n上發表的內容，包括在\nNVIDIA RTX AI PC\n上可使用的\n全新AI基礎模型\n，這些模型會將數位人、內容創作、生產力和開發提升至下一個境界。\n這些模型將以\nNVIDIA NIM\n微服務形式提供，由全新\nGeForce RTX 50 系列 GPU\n驅動。RTX 50 系列 GPU 建立在 NVIDIA Blackwell 架構上，可提供高達每秒 3,352 兆次的AI運算效能、32GB 的 VRAM 與 FP4 運算，讓AI推論效能提升一倍，使生成式AI能以更少的記憶體用量在本機上執行。\nNVIDIA 同時推出了\nNVIDIA AI Blueprints\n，這些可立即使用和預先設置的工作流程為 NIM 微服務的一環，適用於數位人類與內容創作等應用程式。\nNIM 微服務與AI Blueprints能讓愛好者與開發人員以前所未有的速度快速為PC 建構、迭代和提供人AI驅動的各式體驗。為 PC 使用者帶來新一波強大的實用功能。\n利用 NVIDIA NIM 快速建立AI途徑\n將AI進展帶入 PC 存在兩項主要挑戰。 首先，AI研究的步伐正在飛速邁進，每天都有新的模型出現在如 Hugging Face 等平台上，該平台目前已有超過一百萬組模型。因此，技術突破很快就會過時。\n其次，將這些模型調適為 PC 所用，是一項複雜且需多方資源配合的過程。將這些模型針對 PC 硬體進行最佳化，並與AI軟體整合，再連接至應用程式，需要大量的工程工作。\nNVIDIA NIM 針對 PC 提供了預先封裝、最先進和最佳化的AI模型，協助解決這些挑戰。這些 NIM 微服務涵蓋各模型領域，按一下即可安裝，藉由應用程式設計介面 (APIs) 輕鬆整合，並利用 NVIDIA AI軟體與 RTX GPU 加速效能。\n在 CES 上，NVIDIA 宣布為 RTX AI PC 提供一系列 NIM 微服務工作流程，支援大型語言模型 (LLM)、\n視覺語言模型、影像生成功能、語音、檢索增強生成功能 (RAG)、PDF 擷取與電腦視覺等應用場景。\n全新的\nLlama Nemotron\n系列開放式模型，在各種代理式任務中，提供了極高的精準度。Llama Nemotron Nano 模型將作為 NIM 微服務提供給 RTX AI PC 與工作站，在指令追蹤、功能呼叫、聊天、\n編碼與運算等代理式AI任務中表現出眾。\n很快地，開發人員將能夠在使用 Windows Subsystem for Linux (WSL) 的 Windows 11 PC 上\n快速下載\n並執行這些微服務。\n為了向愛好者與開發人員展示如何使用 NIM 來建構AI代理與助理，NVIDIA 公布了 Project R2X 預覽，\n這是一種具有視覺能力的 PC 數位化身，它可以讓使用者所需的資訊觸手可及、協助使用桌面應用程式、進行視訊會議通話、閲讀與總結文件等功能。\n訂閱\n以獲取 Project R2X 的最新消息。\n透過 NIM 微服務的使用，AI愛好者可跳過模型策劃、最佳化與後端整合等繁複過程，專注在尖端AI模型的創造與創新。\nAPI 中有哪些內容？\nAPI 是應用程式與軟體庫溝通的方式。API 定義了一組「呼叫」，應用程式可呼叫軟體庫，以及可獲得的預期回應。傳統的AI API 需要大量的設定與配置，使得AI功能的使用難度更高，並阻礙創新。\nNIM 微服務提供易於使用、直覺式 API，讓應用程式輕鬆傳送要求並獲得回應。此外，這些微服務都是依照不同類型的模型及其輸入與輸出的介質而設計的。例如，LLM 會輸入文字，然後輸出文字；影像生成器會將文字轉換為影像；語音辨識器會將語音轉換為文字等。\n這些微服務的設計，將讓先進的AI開發與代理框架無縫整合，例如 AI Toolkit for VSCode、AnythingLLM、ComfyUI、Flowise AI、LangChain、Langflow 與 LM Studio 等。開發人員可前往\nbuild.nvidia.com\n輕鬆下載並部署。\n透過將這些 API 引入 RTX，NVIDIA NIM 將加速 PC 的AI創新。\n愛好將可藉由即將發布的\nNVIDIA ChatRTX\n技術示範影片，體驗一系列的 NIM 微服務。\n為創新而生的藍圖\n開發人員與愛好者可透過針對 PC 打造的預先封裝、最佳化和最先進的模型，快速建立由AI驅動的專案。\n之後更能進一步結合多種AI模型和其他功能，建立複雜的應用程式，例如數位人類、Podcast 生成器與應用程式助理。\nNVIDIA AI Blueprints以 NIM 微服務為基礎，為更複雜AI工作流程提供了參考實例。它們可協助開發人員將多個元件，包括函式庫、軟體開發套件與AI模型，連結至單一的應用程式中。\nAI Blueprints包含了開發人員在建立、執行、自訂及擴展參考工作流程時所需的一切內容，其中包括參考應用程式與原始程式碼、樣本資料，以及自訂與協調不同元件的文件。\n在 CES 上，NVIDIA 宣布為 RTX 提供兩種AI Blueprints：一種是由 PDF 生成 Podcast，使用者可從任何 PDF 生成 Podcast；另一種是由 3D 引導的生成式AI，以\nFLUX.1 [dev]\n為基礎，預計將作為 NIM 微服務提供，讓藝術家更能掌控以文字生成的影像功能。\n開發人員可利用AI Blueprints，快速地將AI從實驗階段帶入開發階段，在 RTX PC 與工作站上建立尖端工作流程。\n專為生成式AI而打造\n全新 GeForce RTX 50 系列 GPU 專為解決複雜的生成式AI挑戰而打造，採用 FP4 支援的第五代 Tensor\n核心、速度更快的 G7 記憶體與AI管理處理器，能高效地在AI與創作工作流程之間同時執行多項任務。\nGeForce RTX 50 系列新增了 FP4 的支援，創造出適用於 PC 的出色效能及更多模型。FP4 是一種輕量化方法，類似於檔案壓縮，可縮減模型大小。與 FP16 (大多數模型採用的預設方式) 相比，FP4 使用的記憶體不到一半，而 50 系列 GPU 提供的效能較前一代高出 2 倍之多。\nNVIDIA TensorRT Model Optimizer\n提供先進的量化方法，幾乎不會對品質造成損失。\n例如，在 FP16 中的 Black Forest Lab 的 FLUX.1 [dev] 模型需要超過 23GB 的 VRAM，也就是說，只有 GeForce RTX 4090 與專業 GPU 才能支援。若使用了 FP4，FLUX.1 [dev] 只需要不到 10GB，因此只要本機有足夠的 GeForce RTX GPU 即可執行。\n採用 FP16 的 GeForce RTX 4090，FLUX.1 [dev] 模型需經過 30 個步驟在 15 秒內生成影像。而採用 FP4 的 GeForce RTX 5090，可在五秒多一點的時間內生成影像。\n立即開始使用針對 PC 設計的全新AI API\nNVIDIA NIM 微服務與 AI Blueprints預計將於下個月開始提供。初期將由 GeForce RTX 50 系列、GeForce RTX 4090 和 4080 與 NVIDIA RTX 6000 與 5000 專業 GPU 提供硬體支援。未來將會支援更多的 GPU。\n支援 NIM 的 RTX AI PC 預計將由 Acer、ASUS、Dell、GIGABYTE、HP、Lenovo、MSI、Razer 和 Samsung ，以及 Corsair、Falcon Northwest、LDLC、Maingear、Mifcon、Origin PCS 和 Sca等系統製造商 提供。\nGeForce RTX 50 系列 GPU 與筆記型電腦提供創新效能，為AI帶來變革性的體驗，讓創作者可在前所未有的時限內完成工作流程。請繼續觀看 NVIDIA 執行長黃仁勳的\n專題演講\n，深入瞭解 NVIDIA 在 CES 上發表的AI最新消息。\n請參閱更多軟體產品資訊\n通知\n。\nCategories:\n生成式人工智慧\nTags:\nAI Decoded\n|\nArtificial Intelligence\n|\nGeForce\n|\nNVIDIA RTX\n|\nRTX AI Garage"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/author\/jesseclayton\/","en_title":"Jesse Clayton","en_content":"Jesse Clayton Author Page | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nJesse Clayton\nJesse Clayton is the product manager for mobile embedded, building platforms that enable robots and drones to see and interact with their environments. During his 10 years at NVIDIA, he has developed Linux drivers for professional graphics solutions, led the software development for the company's first HPC products, managed the Software Board Operations organization, and headed DevTech for automotive. Prior to NVIDIA, he developed software for air traffic management. When he’s not working, you can find Jesse skiing with his family and running barefoot through the paths and streets of Santa Clara.\nExplore How RTX AI PCs and Workstations Supercharge AI Development at NVIDIA GTC 2025\nGenerative AI is redefining computing, unlocking new ways to build, train and optimize AI models on PCs and workstations. From content creation and large and small language models to software…\nRead Article\nHow GeForce RTX 50 Series GPUs Are Built to Supercharge Generative AI on PCs\nNVIDIA’s GeForce RTX 5090 and 5080 GPUs — which are based on the groundbreaking NVIDIA Blackwell architecture —offer up to 8x faster frame rates with NVIDIA DLSS 4 technology, lower…\nRead Article\nUnveiling a New Era of Local AI With NVIDIA NIM Microservices and AI Blueprints\nOver the past year, generative AI has transformed the way people live, work and play, enhancing everything from writing and content creation to gaming, learning and productivity. PC enthusiasts and…\nRead Article\nFrom Generative to Agentic AI, Wrapping the Year’s AI Advancements\nThe AI Decoded series over the past year has broken down all things AI — from simplifying the complexities of large language models (LLMs) to highlighting the power of RTX…\nRead Article\nBuilt for the Era of AI, NVIDIA RTX AI PCs Enhance Content Creation, Gaming, Entertainment and More\nNVIDIA and GeForce RTX GPUs are built for the era of AI….\nRead Article\nGet Plugged In: How to Use Generative AI Tools in Obsidian\nAs generative AI evolves and accelerates industry, a community of AI enthusiasts is experimenting with ways to integrate the powerful technology into common productivity workflows….\nRead Article\nHow to Accelerate Larger LLMs Locally on RTX With LM Studio\nLarge language models (LLMs) are reshaping productivity. They’re capable of drafting documents, summarizing web pages and, having been trained on vast quantities of data, accurately answering questions about nearly any…\nRead Article\nBrave New World: Leo AI and Ollama Bring RTX-Accelerated Local LLMs to Brave Browser Users\nFrom games and content creation apps to software development and productivity tools, AI is increasingly being integrated into applications to enhance user experiences and boost efficiency….\nRead Article\nDo the Math: New RTX AI PC Hardware Delivers More AI, Faster\nEditor’s note: This post is part of the AI Decoded series, which demystifies AI by making the technology more accessible, and showcases new hardware, software, tools and accelerations for RTX…\nRead Article\nLoad More Articles\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nMarch Into Gaming With GeForce NOW’s 14 Must-Play Titles for Spring\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/author\/jesseclayton\/","zh_title":"Jesse Clayton","zh_content":"Jesse Clayton， 作者 NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\nJesse Clayton\nJesse Clayton is the product manager for mobile embedded, building platforms that enable robots and drones to see and interact with their environments. During his 10 years at NVIDIA, he has developed Linux drivers for professional graphics solutions, led the software development for the company's first HPC products, managed the Software Board Operations organization, and headed DevTech for automotive. Prior to NVIDIA, he developed software for air traffic management. When he’s not working, you can find Jesse skiing with his family and running barefoot through the paths and streets of Santa Clara.\n利用 NVIDIA NIM 微服務與AI Blueprint，開創本機AI的新時代\n過去一年來，生成式AI改變了人們的生活、工作和娛樂方式，從寫…\n閱讀文章\n從生成式到代理型AI，回顧年度AI的進展\n編者按：本文為「解碼AI」系列文章，以深入淺出的方式解密 A…\n閱讀文章\n專為AI時代而打造的 NVIDIA RTX AI 電腦，無論是內容創作、遊戲、娛樂或其他功能，都能實現更強大的效能\n編者按：本文為「解碼 AI」系列文章，以深入淺出的方式解密 …\n閱讀文章\n立即接軌：如何在 Obsidian 使用生成式 AI 工具\n編者按：本文為「解碼 AI 」系列文章，以深入淺出的方式解密…\n閱讀文章\n如何利用 LM Studio，在 RTX 本機加速較大型的 LLM\n編者按：本文為「解碼 AI 」系列文章，以深入淺出的方式解密…\n閱讀文章\nBrave 的嶄新境界：Leo AI 與 Ollama 可為 Brave 瀏覽器使用者實現運用 RTX 加速技術的本機大型語言模型 (LLM)\n編者按：本文為「解碼 AI 」系列文章，以深入淺出的方式解密…\n閱讀文章\n功能再進化：NVIDIA RTX AI Toolkit 現在提供多 LoRA 支援\n編者按：本文為「解碼 AI 」系列文章，以簡單易懂的方式解密…\n閱讀文章\n領AI高速發展：剖析NVIDIA搭載RTX技術的最新工具與應用程式，如何協助開發者在PC與工作站上加速AI運作\nNVIDIA在年度繪圖與AI領域盛會 SIGGRAPH大會上…\n閱讀文章\n迎刃而解：RTX 與人工智慧技術全面增強 STEM 領域學習能力\n編者按：本文為「解碼 AI 」系列文章，以簡單易懂的方式解密…\n閱讀文章\n解讀 NVIDIA AI Workbench如何推動應用程式開發\n編者按：這篇文章屬於「解碼 AI 」系列，該系列文章會以簡單…\n閱讀文章\n更多文章\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/cosmos-world-foundation-models\/","en_title":"NVIDIA Makes Cosmos World Foundation Models Openly Available to Physical AI Developer Community","en_content":"Editor’s note: This post was updated on Friday, Jan. 10, with Best of CES Awards results.\nNVIDIA Cosmos\n, a platform for accelerating\nphysical AI\ndevelopment, introduces a family of\nworld foundation models\n— neural networks that can predict and generate physics-aware videos of the future state of a virtual environment — to help developers build next-generation robots and autonomous vehicles (AVs).\nWorld foundation models, or WFMs, are as fundamental as large language models. They use input data, including text, image, video and movement, to generate and simulate virtual worlds in a way that accurately models the spatial relationships of objects in the scene and their physical interactions.\nAnnounced at CES\n, NVIDIA is making available the first wave of Cosmos WFMs for physics-based simulation and synthetic data generation — plus state-of-the-art tokenizers, guardrails, an accelerated data processing and curation pipeline, and a framework for model customization and optimization.\nCosmos won Best AI and Best Overall accolades from the\nBest of CES Awards\nby the CNET Group, awards partner for the Consumer Technology Association, which produces CES.\nResearchers and developers, regardless of their company size, can freely use the Cosmos models under NVIDIA’s permissive open model license that allows commercial usage. Enterprises building AI agents can also use new open\nNVIDIA Llama Nemotron and Cosmos Nemotron models\n, unveiled at CES.\nThe openness of Cosmos’ state-of-the-art models unblocks\nphysical AI\ndevelopers building robotics and AV technology and enables enterprises of all sizes to more quickly bring their physical AI applications to market. Developers can use Cosmos models directly to generate physics-based synthetic data, or they can harness the\nNVIDIA NeMo framework\nto fine-tune the models with their own videos for specific physical AI setups.\nPhysical AI leaders — including robotics companies 1X, Agility Robotics and XPENG, and AV developers Uber and Waabi  — are already working with Cosmos to accelerate and enhance model development.\nDevelopers can preview the first Cosmos\nautoregressive\nand\ndiffusion\nmodels on the\nNVIDIA API catalog\n, and download the family of models and fine-tuning framework from the\nNVIDIA NGC catalog\nand\nHugging Face\n.\nWorld Foundational Models for Physical AI\nCosmos world foundation models are a suite of open diffusion and autoregressive transformer models for physics-aware video generation. The models have been trained on 9,000 trillion tokens from 20 million hours of real-world human interactions, environment, industrial, robotics and driving data.\nThe models come in three categories: Nano, for models optimized for real-time,\nlow-latency inference\nand edge deployment; Super, for highly performant baseline models; and Ultra, for maximum quality and fidelity, best used for distilling custom models.\nWhen paired with\nNVIDIA Omniverse\n3D outputs, the diffusion models generate controllable, high-quality synthetic video data to bootstrap training of robotic and AV perception models. The autoregressive models predict what should come next in a sequence of video frames based on input frames and text. This enables real-time next-token prediction, giving physical AI models the foresight to predict their next best action.\nDevelopers can use Cosmos’ open models for text-to-world and video-to-world generation. Versions of the diffusion and autoregressive models, with between 4 and 14 billion parameters each, are available now on the NGC catalog and\nHugging Face\n.\nAlso available are a 12-billion-parameter upsampling model for refining text prompts, a 7-billion-parameter video decoder optimized for augmented reality, and guardrail models to ensure responsible, safe use.\nTo demonstrate opportunities for customization, NVIDIA is also releasing fine-tuned model samples for vertical applications, such as generating multisensor views for AVs.\nAdvancing Robotics, Autonomous Vehicle Applications\nCosmos world foundation models can enable\nsynthetic data generation\nto augment training datasets, simulation to test and debug physical AI models before they’re deployed in the real world, and reinforcement learning in virtual environments to accelerate\nAI agent learning\n.\nDevelopers can generate massive amounts of controllable, physics-based synthetic data by conditioning Cosmos with composed 3D scenes from NVIDIA Omniverse.\nWaabi, a company pioneering generative AI for the physical world, starting with autonomous vehicles, is evaluating the use of Cosmos for the search and curation of data for AV software development and simulation. This will further accelerate the company’s industry-leading approach to safety, which is based on Waabi World, a generative AI simulator that can create any situation a vehicle might encounter with the same level of realism as if it happened in the real world.\nIn robotics, WFMs can generate synthetic virtual environments or worlds to provide a less expensive, more efficient and controlled space for robot learning. Embodied AI startup Hillbot is boosting its data pipeline by using Cosmos to generate terabytes of high-fidelity 3D environments. This AI-generated data will help the company refine its robotic training and operations, enabling faster, more efficient robotic skilling and improved performance for industrial and domestic tasks.\nIn both industries, developers can use NVIDIA Omniverse and Cosmos as a multiverse simulation engine, allowing a physical AI policy model to simulate every possible future path it could take to execute a particular task — which in turn helps the model select the best of these paths.\nData curation and the training of Cosmos models relied on thousands of NVIDIA GPUs through\nNVIDIA DGX Cloud\n, a high-performance, fully managed AI platform that provides accelerated computing clusters in every leading cloud.\nDevelopers adopting Cosmos can use DGX Cloud for an easy way to deploy Cosmos models, with further support available through the\nNVIDIA AI Enterprise\nsoftware platform.\nCustomize and Deploy With NVIDIA Cosmos\nIn addition to foundation models, the\nCosmos platform\nincludes a data processing and curation pipeline powered by\nNVIDIA NeMo Curator\nand optimized for NVIDIA data center GPUs.\nRobotics and AV developers collect millions or billions of hours of real-world recorded video, resulting in petabytes of data. Cosmos enables developers to process 20 million hours of data in just 40 days on\nNVIDIA Hopper GPUs\n, or as little as 14 days on\nNVIDIA Blackwell GPUs\n. Using unoptimized pipelines running on a CPU system with equivalent power consumption, processing the same amount of data would take over three years.\nThe platform also features a suite of powerful video and image tokenizers that can convert videos into tokens at different video compression ratios for training various\ntransformer models\n.\nThe Cosmos tokenizers deliver 8x more total compression than state-of-the-art methods and 12x faster processing speed, which offers superior quality and reduced computational costs in both training and\ninference\n. Developers can access these tokenizers, available under NVIDIA’s open model license, via\nHugging Face\nand\nGitHub\n.\nDevelopers using Cosmos can also harness model training and fine-tuning capabilities offered by\nNeMo framework\n, a GPU-accelerated framework that enables high-throughput AI training.\nDeveloping Safe, Responsible AI Models\nNow available to developers under the NVIDIA Open Model License Agreement, Cosmos was developed in line with NVIDIA’s\ntrustworthy AI\nprinciples, which include nondiscrimination, privacy, safety, security and transparency.\nThe Cosmos platform includes Cosmos Guardrails, a dedicated suite of models that, among other capabilities, mitigates harmful text and image inputs during preprocessing and screens generated videos during postprocessing for safety. Developers can further enhance these guardrails for their custom applications.\nCosmos models on the\nNVIDIA API catalog\nalso feature an inbuilt watermarking system that enables identification of AI-generated sequences.\nNVIDIA Cosmos was developed by\nNVIDIA Research\n. Read the research paper, “\nCosmos World Foundation Model Platform for Physical AI\n,” for more details on model development and benchmarks. Model cards providing additional information are available on\nHugging Face\n.\nLearn more about world foundation models in an\nAI Podcast episode\nthat features Ming-Yu Liu, vice president of research at NVIDIA.\nGet started\nwith NVIDIA\nCosmos\nand join\nNVIDIA at CES\n. Watch the\nCosmos demo\nand Huang’s keynote below:\nSee\nnotice\nregarding software product information.\nCategories:\nDriving\n|\nGenerative AI\n|\nRobotics\n|\nSoftware\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nCosmos\n|\nDGX Cloud\n|\nJetson\n|\nNVIDIA DRIVE\n|\nNVIDIA NeMo\n|\nNVIDIA Research\n|\nOmniverse\n|\nPhysical AI\n|\nRobotics\n|\nSimulation and Design\n|\nSynthetic Data Generation\n|\nTransportation","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/cosmos-world-foundation-models\/","zh_title":"NVIDIA 開放 Cosmos 世界基礎模型給實體 AI 開發者社群使用","zh_content":"加速開發\n實體人工智慧（AI）\n的\nNVIDIA Cosmos\n平台推出一系列\n世界基礎模型\n，這是可以預測和產生虛擬環境未來狀態的物理感知影片神經網路，以協助開發人員打造下一代機器人和自動駕駛車。\n世界基礎模型（WFM）與大型語言模型一樣都是最基本的模型。它們使用文字、圖像、影片和動作這些輸入資料來產生和模擬虛擬世界，以精準模擬場景中物體的空間關係及其實體互動的情況。\nNVIDIA\n今日在 CES 大會上宣布\n推出第一波 Cosmos WFM，用於基於物理的模擬及產生合成資料，以及最先進的標記器（tokenizer）、護欄、加速資料處理與整理管道，以及模型客製化與最佳化框架。\n不論其公司規模大小，都可以在 NVIDIA 允許商業用途的寬容式開放模型授權下，讓研究人員與開發人員自由使用 Cosmos 模型。建立 AI 代理的企業也可以使用 NVIDIA 在 CES 大會上發表的全新開放式\nNVIDIA Llama Nemotron 和 Cosmos Nemotron 模型\n。\nCosmos 最先進模型的開放性，排除建立機器人與自動駕駛車技術的\n實體 AI\n開發人員所面臨的障礙，讓各種規模的企業都能更快速地將其實體 AI 應用推向市場。開發人員可以直接使用 Cosmos 模型來產生基於物理的合成資料，也可以利用\nNVIDIA NeMo 架構\n，針對特定的實體 AI 設定，使用自己的影片來微調模型。\n機器人公司 1X、Agility Robotics 與小鵬汽車，以及自動駕駛車開發商 Uber 及 Waabi 等實體 AI 領導廠商，都已經使用 Cosmos 加速和加強模型開發作業。\n開發人員可以在\nNVIDIA API 目錄\n預覽第一批 Cosmos\n自我回歸\n和\n擴散\n模型，以及從\nNVIDIA NGC 目錄\n和\nHugging Face\n下載一系列模型和微調框架。\n實體\nAI\n的世界基礎模型\nCosmos 世界基礎模型是一套開放式擴散和自我回歸 transformer 模型，用於產生物理感知影片內容。使用 2,000 萬個小時現實世界人類互動、環境、工業、機器人和駕駛資料的 9,000 兆個詞元來訓練這些模型。\n此模型有三個類別：Nano 適用於針對即時、\n低延遲推論\n與邊緣部署進行最佳化的模型；Super 適用於高效能基準模型；Ultra 適用於最高品質與真實度，最適合用於提取客製化模型。\n搭配\nNVIDIA Omniverse\n3D 輸出內容使用時，擴散模型會產生可控制的高品質合成影片資料，以開始訓練機器人與自動駕駛車感知模型。自我回歸模型會根據輸入畫面和文字預測影片畫面序列中的下一個畫面。這樣就能即時預測下一個詞元，讓實體 AI 模型能夠預測它的下一個最佳動作。\n開發人員可以使用 Cosmos 的開放模型來產生文字到世界和影片到世界的內容。擴散模型與自我回歸模型的版本各擁有 40 億到 140 億個參數，現在在 NGC 目錄與\nHugging Face\n開放使用。\n還有 120 億個參數的上採樣模型，用於細化文字提示；70 億個參數的影片解碼器，針對擴增實境進行最佳化；以及護欄以確保安全、負責任的使用 AI。\nNVIDIA 也推出針對垂直應用的微調模型樣本，例如為自動駕駛車生成多感測器視角，以展示客製化的機會。\n推動機器人及自動駕駛車技術的應用\nCosmos 世界基礎模型能夠\n產生合成資料\n以增強訓練資料集、先行模擬以在真實世界部署前對實體 AI 模型進行測試與除錯，以及在虛擬環境中進行強化學習以加速\nAI 代理學習\n。\n開發人員可以使用 NVIDIA Omniverse 的 3D 合成場景來訓練 Cosmos，產生大量可控制、基於物理的合成資料。\n從自駕車開始為實體世界開創生成式 AI 的 Waabi，正在評估使用 Cosmos 搜尋和整理影片資料，用於開發和模擬自動駕駛車軟體。這將進一步加速公司以業界領先的方式推動安全性的發展。該公司利用 Waabi World 這個生成式 AI 模擬器創建任何車輛可能遇到的情境，並以與真實世界相同的真實感呈現。\n開發機器人的 WFM 可以產生合成的虛擬環境或世界，為機器人學習提供成本更低、更有效率且可控制的空間。體現 AI 新創公司 Hillbot 使用 Cosmos 來產生 TB 等級真實感十足的 3D 環境，以增強其資料管道。這些由 AI 產生的資料將有助於該公司完善其機器人訓練與操作，讓機器人更快、更有效率地學習各項技能，以及提高執行工業與家庭任務的表現。\n這兩個產業的開發人員都可以使用 NVIDIA Omniverse 與 Cosmos 做為多重宇宙模擬引擎，讓實體 AI 策略模型模擬未來執行特定任務時可能採取的每個路徑，這反過來又能幫助模型從這些路徑中選擇最佳路徑。\nCosmos 模型整理資料和訓練必須依賴\nNVIDIA DGX Cloud\n平台上的數千個 NVIDIA GPU，而 NVIDIA DGX Cloud 是一個高效能、完全託管的 AI 平台，可在各大雲端環境提供加速運算叢集。\n採用 Cosmos 的開發人員可以使用 DGX Cloud 輕鬆部署 Cosmos 模型，並且透過\nNVIDIA AI Enterprise\n軟體平台提供更多支援。\n使用\nNVIDIA Cosmos\n進行客製化與部署\n除了基礎模型之外，\nCosmos\n平台\n還有由\nNVIDIA NeMo Curator\n支援的資料處理與整理管道，並且針對 NVIDIA 資料中心 GPU 進行最佳化。\n機器人與自動駕車開發人員收集數百萬或數十億小時的真實世界影片畫面，產生出 PB 等級的大量資料。Cosmos 讓使用\nNVIDIA Hopper GPU\n的開發人員，只要 40 天就能處理完 2,000 萬個小時的資料，而使用\nNVIDIA Blackwell GPU\n的話更只要 14 天。如果使用在 CPU 系統上執行的未最佳化管道作業，且功耗相當，則處理相同數量的資料則要三年以上的時間。\n此平台還擁有一套功能強大的影片和圖像標記器，可以用不同的影片壓縮比將影片轉換為標記，用於訓練各種\ntransformer 模型\n。\nCosmos 標記器的總壓縮率比最先進的方法高出 8 倍，處理速度高出 12 倍，在訓練和\n推論\n方面都能提供優異品質與降低運算成本。開發人員可以在\nHugging Face\n及\nGitHub\n取得這些以 NVIDIA 開放模型授權提供的標記器。\n使用 Cosmos 的開發人員也能利用\nNeMo 框架\n提供的模型訓練與微調功能，NeMo 框架是一個 GPU 加速框架，能夠以高處理量的方式來訓練 AI。\n開發安全、負責任的\nAI\n模型\nCosmos現已根據 NVIDIA 開放模型授權協議提供給開發人員使用。Cosmos在開發的過程中遵照 NVIDIA\n值得信賴的 AI\n原則，包括公平性、隱私性、安全、保障與公開透明度。\nCosmos 平台包含一套專用的 Cosmos Guardrails 模型，它除了其他功能，還能在預先處理過程中減緩有害的文字與圖像輸入，並且在後製處理過程中篩選所產生的影片內容以確保安全性。開發人員可針對自訂應用進一步強化這些防護措施。\nNVIDIA API 目錄\n上的 Cosmos 模型另有內建浮水印系統，能夠發現 AI 產生的連續畫面。\nNVIDIA Cosmos 由\nNVIDIA Research\n開發。請閱讀研究論文《\nCosmos World Foundation Model Platform for Physical AI\n》，以瞭解更多關於模型開發與基準測試的詳細資訊。在\nHugging Face\n有提供其他資訊的模型卡。\n在 1 月 7 日播出的\nAI Podcast\n節目中，NVIDIA 研究部門副總裁 Ming-Yu Liu 將介紹更多關於世界基礎模型的資訊。\n開始使用\nNVIDIA Cosmos 並參加\nNVIDIA 在 CES 大會的各項活動\n。\n﻿\n請見有關軟體產品資訊的\n通知\n。\nCategories:\n生成式人工智慧\n|\n自主機器\n|\n自動駕駛\n|\n軟體\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nCosmos\n|\nDGX Cloud\n|\nJetson\n|\nNVIDIA DRIVE\n|\nNVIDIA NeMo\n|\nNVIDIA Research\n|\nOmniverse\n|\nRobotics\n|\nSimulation and Design\n|\nSynthetic Data Generation\n|\nTransportation"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/author\/mingyuliu43223\/","en_title":"No title found","en_content":"Ming-Yu Liu Author Page | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nMarch Into Gaming With GeForce NOW’s 14 Must-Play Titles for Spring\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/author\/mingyuliu43223\/","zh_title":"Ming-Yu Liu","zh_content":"Ming-Yu Liu， 作者 NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\nMing-Yu Liu\nNVIDIA 開放 Cosmos 世界基礎模型給實體 AI 開發者社群使用\n加速開發實體人工智慧（AI） 的 NVIDIA Cosmos…\n閱讀文章\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/three-computer-cosmos-ces\/","en_title":"NVIDIA Enhances Three Computer Solution for Autonomous Mobility With Cosmos World Foundation Models","en_content":"Autonomous vehicle (AV) development is made possible by three distinct computers:\nNVIDIA DGX\nsystems for training the AI-based stack in the data center,\nNVIDIA Omniverse\nrunning on\nNVIDIA OVX\nsystems for simulation and synthetic data generation, and the\nNVIDIA AGX\nin-vehicle computer to process real-time sensor data for safety.\nTogether, these purpose-built, full-stack systems enable continuous development cycles, speeding improvements in performance and safety.\nAt the CES trade show, NVIDIA today announced a new part of the equation:\nNVIDIA Cosmos\n, a platform comprising state-of-the-art generative world foundation models (WFMs), advanced tokenizers, guardrails and an accelerated video processing pipeline built to advance the development of physical AI systems such as AVs and robots.\nWith Cosmos added to the three-computer solution, developers gain a data flywheel that can turn thousands of human-driven miles into billions of virtually driven miles — amplifying training data quality.\n“The AV data factory flywheel consists of fleet data collection, accurate 4D reconstruction and AI to generate scenes and traffic variations for training and closed-loop evaluation,” said Sanja Fidler, vice president of AI research at NVIDIA. “Using the NVIDIA Omniverse platform, as well as Cosmos and supporting AI models, developers can generate synthetic driving scenarios to amplify training data by orders of magnitude.”\n“Developing physical AI models has traditionally been resource-intensive and costly for developers, requiring acquisition of real-world datasets and filtering, curating and preparing data for training,” said Norm Marks, vice president of automotive at NVIDIA. “Cosmos accelerates this process with generative AI, enabling smarter, faster and more precise AI model development for autonomous vehicles and robotics.”\nTransportation leaders are using Cosmos to build physical AI for AVs, including:\nWaabi\n, a company pioneering generative AI for the physical world, will use Cosmos for the search and curation of video data for AV software development and simulation.\nWayve\n, which is developing AI foundation models for autonomous driving, is evaluating Cosmos as a tool to search for edge and corner case driving scenarios used for safety and validation.\nAV toolchain provider\nForetellix\nwill use Cosmos, alongside\nNVIDIA Omniverse Sensor RTX APIs\n, to evaluate and generate high-fidelity testing scenarios and training data at scale.\nIn addition, ridesharing giant\nUber\nis partnering with NVIDIA to accelerate autonomous mobility. Rich driving datasets from Uber, combined with the features of the Cosmos platform and\nNVIDIA DGX Cloud\n, will help AV partners build stronger AI models even more efficiently.\nAvailability\nCosmos WFMs are now available under\nan open model license\non\nHugging Face\nand the\nNVIDIA NGC catalog\n. Cosmos models will soon be available as fully optimized\nNVIDIA NIM\nmicroservices.\nGet started\nwith Cosmos and join\nNVIDIA at CES\n.\nSee\nnotice\nregarding software product information.\nCategories:\nDriving\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nCosmos\n|\nNVIDIA DGX\n|\nOmniverse\n|\nTransportation","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/three-computer-cosmos-ces\/","zh_title":"NVIDIA以 Cosmos 世界基礎模型增強適用於自動駕駛的三台電腦解決方案","zh_content":"自動駕駛的發展以三台不同的電腦實現：\nNVIDIA DGX\n系統用於在資料中心訓練以人工智慧（AI）為基礎的堆疊，在\nNVIDIA OVX\n系統上運行的\nNVIDIA\nOmniverse\n用於模擬與產生合成資料，而\nNVIDIA AGX\n車載電腦則用於即時處理感測器產生出的資料以確保安全。\n這些專門建置的全堆疊系統共同推動持續性的開發進程，加快提高效能與安全性。\nNVIDIA 今日在 CES 大會宣布此方程式又加入一個新成員：NVIDIA Cosmos。 這個平台包含最先進的生成世界基礎模型（WFM）、先進的標記器、護欄和加速影片處理管道，專為推動開發自駕車輛與機器人等實體 AI 系統而打造。\n將 Cosmos 加入三台電腦的解決方案，開發人員獲得一個資料飛輪，可以將人類駕駛所累積出的數千哩的里程轉換為數十億哩的虛擬駕駛里程，提高訓練資料的品質。\nNVIDIA AI 研究部門副總裁 Sanja Fidler 表示：「自動駕駛資料工廠的飛輪包括收集車隊資料、精準的 4D 重構與 AI，以產生場景與各種交通路況，用於訓練與閉環評估。開發人員使用 NVIDIA Omniverse 平台以及 Cosmos 和支援的 AI 模型，可以產生合成的行車場景，將訓練資料放大數倍。」\nNVIDIA車用產品副總裁 Norm Marks 表示：「開發人員在開發實體 AI 模型的過程向來是資源密集且成本高昂的工作，需要取得真實世界的資料集，並且篩選、整理和準備訓練資料。Cosmos利用生成式 AI 加快這個過程，更聰明、快速且精確開發用於自動駕駛和機器人的 AI 模型。」\n交通運輸領域領導業者使用\nCosmos\n為自動駕駛建立實體 AI，包括：\nWaabi\n為實體世界開創生成式 AI，使用 Cosmos 搜尋和整理影片資料，用於開發和模擬自動駕駛軟體。\nWayve\n開發適用於自動駕駛的 AI 基礎模型，正在評估 Cosmos，將其作為搜尋用於安全和驗證之邊緣和極端駕駛情況的工具。\n自駕車工具鏈供應商\nForetellix\n使用 Cosmos 與\nNVIDIA Omniverse Sensor RTX API\n，以評估和產生大量高擬真度的測試場景及訓練資料。\n此外，乘車服務巨擘\nUber\n也將與 NVIDIA 合作，加速推動開發自動駕駛移動技術。Uber 提供豐富的駕駛資料集，加上 Cosmos 平台與\nNVIDIA DGX Cloud\n，將協助自駕車合作夥伴更有效率地建立更強大的 AI 模型。\n上市時間\nCosmos WFM現已在\nHugging Face\n及\nNVIDIA NGC 目錄\n上以\n開放模型授權\n的方式提供。Cosmos模型即將以完全最佳化\nNVIDIA NIM\n微服務的形式提供。\n開始使用\nCosmos、觀看示範，並且參加\nNVIDIA 在 CES 大會的活動\n。\n請見有關軟體產品資訊的\n通知\n。\nCategories:\n自動駕駛\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nCosmos\n|\nNVIDIA DGX\n|\nOmniverse\n|\nTransportation"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/category\/auto\/","en_title":"Driving","en_content":"- Archives Page 1 | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nDriving\nMost Popular\nFast Lane to the Future: Automotive Leaders Showcase Advancements in Autonomous Driving at NVIDIA GTC\nNVIDIA automotive partners from around the world will demonstrate groundbreaking developments in transportation and showcase next-generation vehicles at…\nRead Article\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nHyundai Motor Group Embraces NVIDIA AI and Omniverse for Next-Gen Mobility\nDriving the future of smart mobility, Hyundai Motor Group (the Group) is partnering with NVIDIA to develop the next generation of safe, secure mobility with AI and industrial digital twins….\nRead Article\nNVIDIA Enhances Three Computer Solution for Autonomous Mobility With Cosmos World Foundation Models\nAutonomous vehicle (AV) development is made possible by three distinct computers: NVIDIA DGX systems for training the AI-based stack in the data center, NVIDIA Omniverse running on NVIDIA OVX systems…\nRead Article\nNVIDIA Makes Cosmos World Foundation Models Openly Available to Physical AI Developer Community\nEditor’s note: This post was updated on Friday, Jan. 10, with Best of CES Awards results. NVIDIA Cosmos, a platform for accelerating physical AI development, introduces a family of world…\nRead Article\nNVIDIA Launches DRIVE AI Systems Inspection Lab, Achieves New Industry Safety Milestones\nA new NVIDIA DRIVE AI Systems Inspection Lab will help automotive ecosystem partners navigate evolving industry standards for autonomous vehicle safety. The lab, launched today, will focus on inspecting and…\nRead Article\nNVIDIA DRIVE Partners Showcase Latest Mobility Innovations at CES\nLeading global transportation companies — spanning the makers of passenger vehicles, trucks, robotaxis and autonomous delivery systems — are turning to the NVIDIA DRIVE AGX platform and AI to build…\nRead Article\nDriving Mobility Forward, Vay Brings Advanced Automotive Solutions to Roads With NVIDIA DRIVE AGX\nVay, a Berlin-based provider of automotive-grade remote driving (teledriving) technology, is offering an alternative approach to autonomous driving. Through the company’s app, a user can hail a car, and a…\nRead Article\n2025 Predictions: AI Finds a Reason to Tap Industry Data Lakes\nSince the advent of the computer age, industries have been so awash in stored data that most of it never gets put to use. This data is estimated to be…\nRead Article\nNVIDIA AI Summit Panel Outlines Autonomous Driving Safety\nThe autonomous driving industry is shaped by rapid technological advancements and the need for standardization of guidelines to ensure the safety of both autonomous vehicles (AVs) and their interaction with…\nRead Article\nLoad More Articles\nAll NVIDIA News\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nMarch Into Gaming With GeForce NOW’s 14 Must-Play Titles for Spring\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/category\/auto\/","zh_title":"自動駕駛","zh_content":"自動駕駛 彙整 - NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\n自動駕駛\nMost Popular\nNVIDIA 開放 Cosmos 世界基礎模型給實體 AI 開發者社群使用\n加速開發實體人工智慧（AI） 的 N…\n閱讀文章\nMost Popular\n使用 Transformer 產生合成資料：企業資料挑戰的解決方案\nGeForce NOW 聯盟 Taiwan Mobile 雲端遊戲服務給你歡樂無比的遊戲節慶時刻\n揭開 NVIDIA DOCA 的神祕面紗\nNVIDIA以 Cosmos 世界基礎模型增強適用於自動駕駛的三台電腦解決方案\n自動駕駛的發展以三台不同的電腦實現：NVIDIA DGX 系…\n閱讀文章\nNVIDIA 啟用 DRIVE AI 系統檢測實驗室，創下業界全新安全里程碑\n全新啟用的 NVIDIA DRIVE AI 系統檢測實驗室（…\n閱讀文章\nNVIDIA DRIVE Hyperion 平台在自駕車開發領域創下重要的車輛安全和網路安全里程碑\nNVIDIA 今日宣布旗下的自駕車（AV）平台 NVIDIA…\n閱讀文章\n豐田汽車、Aurora 汽車與大陸集團加入 NVIDIA 合作夥伴的行列，推出下一代高度自動化及自駕車隊\nNVIDIA 今日宣布豐田汽車、Aurora 汽車與大陸集團…\n閱讀文章\nVolvo Cars 推出採用 NVIDIA 加速運算和 AI 技術所開發出的 EX90 SUV 車款\nVolvo Cars 全新發表的純電 EX90 車款正從其位…\n閱讀文章\nNVIDIA Research 贏得國際電腦視覺與圖型識別會議端對端駕駛自動駕駛挑戰賽\nNVIDIA 採取行動加速自動駕駛汽車的開發，今天在本週於西…\n閱讀文章\nNVIDIA 執行長表示：「我們為生成式人工智慧時代打造了一款處理器」\n生成式人工智慧 (AI) 有望徹底改變它所觸及的每一個產業 …\n閱讀文章\nNVIDIA DRIVE 為下一代交通運輸提供動力  — 從汽車和卡車到機器人計程車和自動送貨車\nNVIDIA 今天宣布，交通運輸領域的領導公司已採用 NVI…\n閱讀文章\nNVIDIA 在 CES 上展示汽車創新，推動人工智慧向前發展\n在生成式人工智慧（AI）引起爆炸性興趣的同時，汽車產業正競相…\n閱讀文章\n更多文章\nAll NVIDIA News\n用於生物分子科學的大型基礎模型現已透過 NVIDIA BioNeMo 提供\n電信業者增加 AI 使用：NVIDIA 調查揭示電信業 AI 趨勢\n擴展定律如何推動更有智慧又更強大的 AI 發展\n安全至上：領先合作夥伴採用 NVIDIA 網路安全 AI 保護關鍵基礎設施\nAI 帶來亮眼報酬：調查結果揭示金融業最新技術趨勢\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/author\/mopoorsartep\/","en_title":"No title found","en_content":"Mo Poorsartep Author Page | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nMarch Into Gaming With GeForce NOW’s 14 Must-Play Titles for Spring\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/author\/mopoorsartep\/","zh_title":"Mo Poorsartep","zh_content":"Mo Poorsartep， 作者 NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\nMo Poorsartep\nNVIDIA以 Cosmos 世界基礎模型增強適用於自動駕駛的三台電腦解決方案\n自動駕駛的發展以三台不同的電腦實現：NVIDIA DGX 系…\n閱讀文章\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/mega-omniverse-blueprint\/","en_title":"NVIDIA Unveils ‘Mega’ Omniverse Blueprint for Building Industrial Robot Fleet Digital Twins","en_content":"According to Gartner, the worldwide end-user spending on all IT products for 2024 was $5 trillion. This industry is built on a computing fabric of electrons, is fully software-defined, accelerated — and now generative AI-enabled. While huge, it’s a fraction of the larger physical industrial market that relies on the movement of atoms.\nToday’s 10 million factories, nearly 200,000 warehouses and 40 million miles of highways form the “computing” fabric of our physical world. But that vast network of production facilities and distribution centers is still laboriously and manually designed, operated and optimized.\nIn warehousing and distribution, operators face highly complex\ndecision optimization\nproblems — matrices of variables and interdependencies across human workers, robotic and agentic systems and equipment. Unlike the IT industry, the physical industrial market is still waiting for its own software-defined moment.\nThat moment is coming.\nChoreographed integration of human workers, robotic and agentic systems and equipment in a facility digital twin. Image courtesy of Accenture, KION Group.\nNVIDIA today at CES announced “Mega,” an Omniverse Blueprint for developing, testing and optimizing physical AI and robot fleets at scale in a digital twin before deployment into real-world facilities.\nAdvanced warehouses and factories use fleets of hundreds of autonomous mobile robots, robotic arm manipulators and\nhumanoids\nworking alongside people. With implementations of increasingly complex systems of sensor and robot autonomy, it requires coordinated\ntraining in simulation\nto optimize operations, help ensure safety and avoid disruptions.\nMega offers enterprises a reference architecture of NVIDIA accelerated computing, AI,\nNVIDIA Isaac\nand\nNVIDIA Omniverse\ntechnologies to develop and test\ndigital twins\nfor testing AI-powered robot brains that drive robots,\nvideo analytics AI agents\n, equipment and more for handling enormous complexity and scale. The new framework brings software-defined capabilities to physical facilities, enabling continuous development, testing, optimization and deployment.\nDeveloping AI Brains With World Simulator for Autonomous Orchestration\nWith Mega-driven digital twins, including a world simulator that coordinates all robot activities and sensor data, enterprises can continuously update facility robot brains for intelligent routes and tasks for operational efficiencies.\nThe blueprint uses\nOmniverse Cloud Sensor RTX APIs\nthat enable robotics developers to render sensor data from any type of intelligent machine in the factory, simultaneously, for high-fidelity large-scale\nsensor simulation\n. This allows robots to be tested in an infinite number of scenarios within the digital twin, using\nsynthetic data\nin a software-in–the-loop pipeline with\nNVIDIA Isaac ROS\n.\nOperational efficiency is gained with sensor simulation. Image courtesy of Accenture, KION Group.\nSupply chain solutions company KION Group\nis collaborating\nwith\nAccenture\nand NVIDIA as the first to adopt Mega for optimizing operations in retail, consumer packaged goods, parcel services and more.\nJensen Huang, founder and CEO of NVIDIA, offered a glimpse into the future of this collaboration on stage at CES, demonstrating how enterprises can navigate a complex web of decisions using the Mega Omniverse Blueprint.\n“At KION, we leverage AI-driven solutions as an integral part of our strategy to optimize our customers’ supply chains and increase their productivity,” said Rob Smith, CEO of KION GROUP AG. “With NVIDIA’s AI leadership and Accenture’s expertise in digital technologies, we are reinventing warehouse automation. Bringing these strong partners together, we are creating a vision for future warehouses that are part of a smart agile system, evolve with the world around them and can handle nearly any supply chain challenge.”\nCreating Operational Efficiencies With Mega Omniverse Blueprint\nCreating operational efficiencies, KION and Accenture are embracing the Mega Omniverse Blueprint to build next-generation supply chains for KION and its customers. KION can capture and digitalize a warehouse digital twin in Omniverse by using computer-aided design files, video, lidar, image and AI-generated data.\nKION uses the Omniverse digital twin as a virtual training and testing environment for its industrial AI’s robot brains, powered by NVIDIA Isaac, tapping into smart cameras, forklifts, robotic equipment and digital humans. Integrating the Omniverse digital twin, KION’s warehouse management software can create and assign missions for robot brains, like moving a load from one place to another.\nGraphical data is easily introduced into the Omniverse viewport showcasing productivity and throughput among other desired metrics. Image courtesy of Accenture, KION Group.\nThese simulated robots can carry out tasks by perceiving and reasoning in environments, and they’re capable of planning next motions and then taking actions that are simulated in the digital twin. The robot brains perceive the results deciding the next action, and this cycle continues with Mega precisely tracking the state and position of all the assets in the digital twin.\nDelivering Services With Mega for Facilities Everywhere\nAccenture, global leader in professional services, is adopting Mega as part of its AI Refinery for Simulation and Robotics, built on NVIDIA AI and Omniverse, to help organizations use AI simulation to reinvent factory and warehouse design and ongoing operations.\nWith the blueprint, Accenture is delivering new services — including Custom Robotics and Manufacturing Foundation Model Training and Finetuning; Intelligent Humanoid Robotics; and AI-Powered Industrial Manufacturing and Logistics Simulation and Optimization — to expand the power of physical AI and  simulation to the world’s factories and warehouse operators.  Now, for example, an organization can explore numerous options for their warehouse before choosing and implementing the best one.\n“As organizations enter the age of industrial AI, we are helping them use AI-powered simulation and autonomous robots to reinvent the process of designing new facilities and optimizing existing operations,” said Julie Sweet, chair and CEO of Accenture. “Our collaboration with NVIDIA and KION will help our clients plan their operations in digital twins, where they can run hundreds of options and quickly select the best for current or changing market conditions, such as seasonal market demand or workforce availability.  This represents a new frontier of value for our clients to achieve using technology, data and AI.”\nJoin\nNVIDIA at CES\n.\nSee\nnotice\nregarding software product information.\nCategories:\nCorporate\n|\nRobotics\nTags:\nCES 2025\n|\nMetropolis\n|\nNVIDIA Isaac Sim\n|\nOmniverse","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/mega-omniverse-blueprint\/","zh_title":"NVIDIA 發表「Mega」Omniverse Blueprint，打造工業機器人機群數位孿生","zh_content":"據資訊科技研究顧問公司 Gartner 指出，2024 年全球終端用戶在所有 IT 產品上的支出為五兆美元。這個產業建構在電子運算結構的基礎上，完全由軟體定義及加速，現在開始由生成式AI賦能。這個產業的規模雖然龐大，卻也只是依賴原子移動之大型實體工業市場的一小部分。\n現下的一千萬間工廠、將近 20 萬個倉庫和 4,000 萬英哩長的高速公路，構成了我們實體世界的「運算」結構。這個由生產設施和配送中心組成的龐大網路，仍然是由人工進行設計、營運和最佳化的。\n在倉儲和配送過程中，作業人員面臨著錯綜複雜的\n決策最佳化\n問題：變數矩陣還有人類工作者、機器人和代理系統及設備之間的相互依存關係。與 IT 產業不同的是，實體工業市場仍在等待自己的軟體定義時刻。\n而這個時刻即將來臨。\n在設施的數位孿生模型中，精心將人類工作者、機器人和代理系統與設備進行分工整合。圖片來源：Accenture、KION Group。\nNVIDIA 今日在 CES 大會發表「Mega」，一個用於先在數位孿生模型中大規模開發、測試和最佳化實體 AI 與機器人機隊，再部署到實際設施的 Omniverse Blueprint。\n先進的倉庫和工廠使用由數百個自主移動機器人、機械手臂和\n人型\n機器人組成的機隊，與人類一起工作。隨著感測器和機器人自駕系統越來越複雜，需要\n在模擬環境裡進行協調訓練\n，以最佳化營運，幫助確保安全和避免作業中斷。\nMega 為企業提供 NVIDIA 加速運算、AI、\nNVIDIA Isaac\n及\nNVIDIA Omniverse\n技術的參考架構，以開發和測試\n數位孿生\n，用於測試驅動機器人、\n影片分析 AI 代理\n、設備等的 AI 驅動機器人大腦，以處理這些極為複雜又規模龐大的作業。新框架可為實體設施帶來軟體定義的功能，以持續進行開發、測試、最佳化與部署等作業。\n利用世界模擬器開發\nAI\n大腦，以進行自主協調\n透過使用由 Mega 驅動的數位孿生，當中包括協調所有機器人活動和感測器資料的世界模擬器，企業可以持續更新設施的機器人大腦，以聰明地規畫行進路線和執行任務，提高運作效率。\n這個藍圖使用\nOmniverse Cloud\nSensor RTX\nAPI\n，使機器人開發人員能夠同時渲染來自工廠中任何類型智慧機器的感測器資料，以進行極為逼真的大規模感測器模擬。這麼一來便能使用\nNVIDIA Isaac ROS\n軟體在軟體迴路（SIL）管道中的\n合成資料\n，在數位孿生內產生不限數量的情境中進行測試機器人。\n採用感測器模擬方式提高運作效率。圖片來源：Accenture、KION Group。\n供應鏈解決方案公司凱傲集團（KION Group）與埃森哲（Accenture）及 NVIDIA 合作，率先採用 Mega 來改善零售、消費品、包裹服務等領域的營運。\nNVIDIA 創辦人暨執行長黃仁勳在 CES 大會的舞台上展現這項合作的未來，介紹企業如何利用 Mega Omniverse Blueprint 駕馭複雜的決策網路。\n凱傲集團執行長 Rob Smith 表示：「凱傲集團運用 AI 驅動的解決方案，將其視為完善客戶供應鏈與提高生產力策略不可或缺的一環。憑藉 NVIDIA 在 AI 方面的領導地位以及埃森哲在數位科技方面的專業知識，我們正在重塑倉儲自動化。與這些強大的夥伴攜手合作，我們正在創造未來倉庫的發展願景，這些倉庫是智慧敏捷系統的一部分，與身旁周遭的世界一同演進，幾乎可以處理任何供應鏈的挑戰。」\n使用\nMega Omniverse Blueprint\n創造運作效率\n凱傲集團與埃森哲採用 Mega Omniverse Blueprint 為凱傲集團及其客戶建立下一代供應鏈，以提高運作效率。凱傲集團可以透過使用電腦輔助設計檔案、影片、光達、圖像和 AI 生成的資料，在 Omniverse 中捕捉和數位化一個倉庫的數位孿生。\n在 NVIDIA Isaac 的驅動下，凱傲集團使用 Omniverse 數位孿生作為其工業 AI 機器人大腦的虛擬訓練和測試環境，利用智慧攝影機、推高機、機器人設備和數位人類。凱傲集團的倉儲管理軟體結合 Omniverse 數位孿生模型，可以為機器人大腦建立和分配任務，例如將貨物從一處搬到另一處。\n可以輕鬆將圖形資料導入 Omniverse 視窗，展示生產力和處理量等其他所需的指標。圖片來源：Accenture、KION Group。\n這些模擬出的機器人能夠感知環境及進行推理來執行任務，並且能夠規畫下一個動作，然後採取在數位孿生中模擬出的行動。機器人的大腦會感知結果以決定下一步的動作，而 Mega 會精確追蹤數位孿生中所有資產的狀態和位置，如此循環不息。\n透過\nMega\n為各地設施提供服務\n全球專業服務領導廠商埃森哲採用 Mega，作為該公司以 NVIDIA AI 和 Omniverse 為基礎所開發出 AI Refinery for Simulation and Robotics 產品的一部分，協助企業利用 AI 模擬重塑工廠和倉庫的設計與持續經營。\n埃森哲將透過這個藍圖提供新的服務，包括客製化機器人與製造基礎模型訓練與微調、智慧人型機器人，以及 AI 驅動的工業製造與物流模擬與最佳化，旨在將物理 AI 和模擬的強大功能擴展到全球的工廠和倉庫營運商。例如，現在一家企業可以在選擇並實施最佳方案之前，探索倉庫的多種選擇。\n埃森哲董事長暨執行長 Julie Sweet 表示：「隨著企業進入工業 AI 時代，我們正幫助他們使用 AI 驅動的模擬和自主機器人，重塑設計新設施的流程和最佳化現有營運。我們與 NVIDIA 及凱傲集團合作，將協助客戶在數位孿生中規畫營運活動，客戶可以在數位孿生中運行上百種選擇內容，按照當前或不斷變化的市場情況（如季節性市場需求或勞動力可用性）快速選擇最佳方案。這代表著我們的客戶利用科技、資料和 AI 實現價值的新前沿。」\n請見有關軟體產品資訊的\n通知\n。\nCategories:\n企業端\n|\n自主機器\nTags:\nCES 2025\n|\nNVIDIA Isaac Sim\n|\nOmniverse"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/author\/madisonhuang48329483294\/","en_title":"No title found","en_content":"Madison Huang Author Page | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nMarch Into Gaming With GeForce NOW’s 14 Must-Play Titles for Spring\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/author\/madisonhuang48329483294\/","zh_title":"Madison Huang","zh_content":"Madison Huang， 作者 NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\nMadison Huang\nNVIDIA 發表「Mega」Omniverse Blueprint，打造工業機器人機群數位孿生\n據資訊科技研究顧問公司 Gartner 指出，2024 年全…\n閱讀文章\n鴻海科技集團在美國、墨西哥和台灣設立新工廠，擴大 Blackwell 測試和生產\n為了滿足目前已全面投產的 Blackwell 的需求，全球最…\n閱讀文章\n日本市場創新者利用 NVIDIA AI 與 Omniverse 將實體 AI 應用於各產業\n豐田汽車（Toyota）工廠裡的機器人搬運著重金屬材料。安川…\n閱讀文章\n三部電腦解決方案：驅動下一波 AI 機器人\nChatGPT 象徵生成式 AI 的大爆炸時刻。幾乎可以針對…\n閱讀文章\n鴻海科技集團使用 NVIDIA 人工智慧與 Omniverse 技術訓練機器人及簡化組裝作業\n鴻海科技集團在世界各地經營著超過 170 處工廠，其中最新的…\n閱讀文章\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/drive-ai-lab-ces\/","en_title":"NVIDIA Launches DRIVE AI Systems Inspection Lab, Achieves New Industry Safety Milestones","en_content":"A new NVIDIA DRIVE AI Systems Inspection Lab will help automotive ecosystem partners navigate evolving industry standards for autonomous vehicle safety.\nThe lab, launched today, will focus on inspecting and verifying that automotive partner software and systems on the\nNVIDIA DRIVE AGX\nplatform meet the automotive industry’s stringent safety and cybersecurity standards, including AI functional safety.\nThe lab has been accredited by the ANSI National Accreditation Board (\nANAB\n) according to the ISO\/IEC 17020 assessment for standards, including:\nFunctional safety (ISO 26262)\nSOTIF (ISO 21448)\nCybersecurity (ISO 21434)\nUN-R regulations, including UN-R 79, UN-R 13-H, UN-R 152, UN-R 155, UN-R 157 and UN-R 171\nAI functional safety (ISO PAS 8800 and ISO\/IEC TR 5469)\n“The launch of this new lab will help partners in the global automotive ecosystem create safe, reliable autonomous driving technology,” said Ali Kani, vice president of automotive at NVIDIA. “With accreditation by ANAB, the lab will carry out an inspection plan that combines functional safety, cybersecurity and AI — bolstering adherence to the industry’s safety standards.”\n“ANAB is proud to be the accreditation body for the NVIDIA DRIVE AI Systems Inspection Lab,” said R. Douglas Leonard Jr., executive director of ANAB. “NVIDIA’s comprehensive evaluation verifies the demonstration of competence and compliance with internationally recognized standards, helping ensure that DRIVE ecosystem partners meet the highest benchmarks for functional safety, cybersecurity and AI integration.”\nThe new lab builds on NVIDIA’s ongoing safety compliance work with Mercedes-Benz and JLR. Inaugural participants in the lab include Continental and Sony SSS-America.\n“We are pleased to participate in the newly launched NVIDIA Drive AI Systems Inspection Lab and to further intensify the fruitful, ongoing collaboration between our two companies,” said Nobert Hammerschmidt, head of components business at Continental.\n“Self-driving vehicles have the capability to significantly enhance safety on roads,” said Marius Evensen, head of automotive image sensors at Sony SSS-America. “We look forward to working with NVIDIA’s DRIVE AI Systems Inspection Lab to help us deliver the highest levels of safety to our customers.”\n“Compliance with functional safety, SOTIF and cybersecurity is particularly challenging for complex systems such as AI-based autonomous vehicles,” said Riccardo Mariani, head of industry safety at NVIDIA. “Through the DRIVE AI Systems Inspection Lab, the correctness of the integration of our partners’ products with DRIVE safety and cybersecurity requirements can be inspected and verified.”\nNow open to all NVIDIA DRIVE AGX platform partners, the lab is expected to expand to include additional automotive and robotics products and add a testing component.\nComplementing International Automotive Safety Standards\nThe NVIDIA DRIVE AI Systems Inspection Lab complements the missions of independent third-party certification bodies, including technical service organizations such as TÜV SÜD, TÜV Rheinland and exida, as well as vehicle certification agencies such as VCA and KBA.\nToday’s announcement dovetails with recent significant safety certifications and assessments of NVIDIA automotive products:\nTÜV SÜD\ngranted the ISO 21434 Cybersecurity Process certification to NVIDIA for its automotive system-on-a-chip, platform and software engineering processes. Upon certification release, the\nNVIDIA DriveOS\n6.0 operating system conforms with ISO 26262 Automotive Safety Integrity Level (ASIL) D standards.\n“Meeting cybersecurity process requirements is of fundamental importance in the autonomous vehicle era,” said Martin Webhofer, CEO of TÜV SÜD Rail GmbH. “NVIDIA has successfully established processes, activities and procedures that fulfill the stringent requirements of ISO 21434. Additionally, NVIDIA DriveOS 6.0 conforms to ISO 26262 ASIL D standards, pending final certification activities.”\nTÜV Rheinland\nperformed an independent United Nations Economic Commission for Europe safety assessment of NVIDIA DRIVE AV related to safety requirements for complex electronic systems.\n“NVIDIA has demonstrated thorough, high-quality, safety-oriented processes and technologies in the context of the assessment of the generic, non-OEM-specific parts of the SAE level 2 NVIDIA DRIVE system,” said Dominik Strixner, global lead functional safety automotive mobility at TÜV Rheinland.\nTo learn more about NVIDIA’s work in advancing autonomous driving safety, read the\nNVIDIA Self-Driving Safety Report\n.\nCategories:\nDriving\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nCybersecurity\n|\nNVIDIA DRIVE\n|\nTransportation","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/drive-ai-lab-ces\/","zh_title":"NVIDIA 啟用 DRIVE AI 系統檢測實驗室，創下業界全新安全里程碑","zh_content":"全新啟用的 NVIDIA DRIVE AI 系統檢測實驗室（Systems Inspection Lab）將協助汽車生態系合作夥伴掌握不斷發展的自駕車安全產業標準。\n於今日啟用的這處實驗室，將側重於檢測與驗證汽車合作夥伴在\nNVIDIA DRIVE AGX\n平台上的軟體與系統，是否符合汽車產業嚴格的安全與資安，包括人工智慧（AI）功能安全。\n該實驗室已獲得美國國家標準協會認可委員會（\nANAB\n）根據 ISO\/IEC 17020 評估標準的認證，包括：\n功能安全 （ISO 26262）\nSOTIF （ISO 21448）\n資安 （ISO 21434）\nUN-R 法規，包括 UN-R 79、UN-R 13-H、UN-R 152、UN-R 155、UN-R 157 和 UN-R 171\nAI 功能安全 （ISO PAS 8800 和 ISO\/IEC TR 5469）\nNVIDIA 車用產品部門副總裁 Ali Kani 表示：「NVIDIA 成立這個新的實驗室，將協助全球汽車產業生態系的合作夥伴發展出安全可靠的自動駕駛技術。在獲得 ANAB 認證後，實驗室將執行結合功能安全、資安與 AI 的檢測計畫，強化遵守業界安全標準的程度。」\nANAB 執行董事 R. Douglas Leonard Jr 表示：「ANAB 很榮幸成為 NVIDIA DRIVE AI 系統檢測實驗室的認證機構。NVIDIA 的綜合評估驗證其所展示出的能力與遵守國際公認標準，有助於確保 DRIVE 生態系統合作夥伴遵守功能安全、資安和 AI 整合的最高標準。」\n此全新實驗室建立在 NVIDIA 與 Mercedes-Benz 和 JLR 持續進行的安全合規的基礎上。首批加入該實驗室的業者包括大陸集團（Continental）和 Sony SSS-America。\n大陸集團零組件業務部門負責人 Nobert Hammerschmidt 表示：「我們很高興能加入新成立的 NVIDIA Drive AI 系統檢測實驗室，進一步強化我們雙方一路以來卓越的合作成果。」\nSony SSS-America 車用影像感測器部門負責人 Marius Evensen 表示：「自駕車能夠大幅提高用路安全。我們期待與 NVIDIA 的 DRIVE AI 系統檢測實驗室合作，協助我們為客戶提供最高等級的安全性。」\nNVIDIA 產業安全部門負責人Riccardo Mariani 表示：「對於基於 AI 的自動駕駛車這一類複雜系統來說，遵守功能安全、SOTIF 和資安是一件特別挑戰的事。透過 DRIVE AI 系統檢測實驗室，我們可以檢測和驗證合作夥伴的產品是否有正確與 DRIVE 安全和資安要求進行整合。」\n該實驗室目前開放全體 NVIDIA DRIVE AGX 平台合作夥伴使用，預計將加入更多汽車和機器人產品，並且將增加測試環節。\n與國際汽車安全標準相輔相成\nNVIDIA DRIVE AI 系統檢測實驗室與獨立第三方認證機構的任務相輔相成，包括 TÜV SÜD、TÜV Rheinland 和 exida 等技術服務機構，以及 VCA 和 KBA 等車輛認證機構。\n今天宣布的消息與 NVIDIA 車用產品最近獲得的重要安全認證及評估結果不謀而合：\nTÜV SÜD\n授予 NVIDIA 汽車系統單晶片、平台與軟體工程流程 ISO 21434 網路安全流程認證。認證發布後，\nNVIDIA DriveOS\n6.0 作業系統符合 ISO 26262 車輛安全完整性等級（ASIL）D 標準。\nTÜV SÜD Rail GmbH 執行長 Martin Webhofer 表示：「在自動駕駛時代，必須要符合網路安全流程的要求。NVIDIA 已經成功建立了符合 ISO 21434 嚴格要求的流程、活動和程序。通過最後的認證活動後，NVIDIA DriveOS 6.0 還符合 ISO 26262 ASIL D 標準。」\nTÜV Rheinland\n對 NVIDIA DRIVE AV 進行了與複雜電子系統安全要求相關的聯合國歐洲經濟委員會獨立安全評估作業。\nTÜV Rheinland 全球功能安全汽車行動部門主管 Dominik Strixner 表示：「NVIDIA 在 SAE level 2 NVIDIA DRIVE 系統通用、非 OEM 專用零件的評估中，展現出全面、高品質、以安全為導向的流程與技術。」\n若要進一步瞭解 NVIDIA 在推動自動駕駛安全方面的各項工作，請閱讀\nNVIDIA 自動駕駛安全報告\n。\nCategories:\n自動駕駛\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\ncybersecurity\n|\nNVIDIA DRIVE\n|\nTransportation"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/author\/calisa-cole\/","en_title":"Calisa Cole","en_content":"Calisa Cole Author Page | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nCalisa Cole\nFast Lane to the Future: Automotive Leaders Showcase Advancements in Autonomous Driving at NVIDIA GTC\nNVIDIA automotive partners from around the world will demonstrate groundbreaking developments in transportation and showcase next-generation vehicles at NVIDIA GTC, a global AI conference running March 17-21, in San Jose,…\nRead Article\nNVIDIA Launches DRIVE AI Systems Inspection Lab, Achieves New Industry Safety Milestones\nA new NVIDIA DRIVE AI Systems Inspection Lab will help automotive ecosystem partners navigate evolving industry standards for autonomous vehicle safety. The lab, launched today, will focus on inspecting and…\nRead Article\nDriving Mobility Forward, Vay Brings Advanced Automotive Solutions to Roads With NVIDIA DRIVE AGX\nVay, a Berlin-based provider of automotive-grade remote driving (teledriving) technology, is offering an alternative approach to autonomous driving. Through the company’s app, a user can hail a car, and a…\nRead Article\nNVIDIA AI Summit Panel Outlines Autonomous Driving Safety\nThe autonomous driving industry is shaped by rapid technological advancements and the need for standardization of guidelines to ensure the safety of both autonomous vehicles (AVs) and their interaction with…\nRead Article\nFrom Embodied AI to Foundation Models, NVIDIA Research Showcases Cutting-Edge Advances at European Conference on Computer Vision\nAt the European Conference on Computer Vision (ECCV) running this week in Milan, the NVIDIA Research team is demonstrating groundbreaking innovations with 14 accepted publications. The topics presented range from…\nRead Article\nReady to Roll: Nuro to License Its Autonomous Driving System\nTo accelerate autonomous vehicle development and deployment timelines, Nuro announced today it will license its Nuro Driver autonomous driving system directly to automakers and mobility providers. The Nuro Driver is…\nRead Article\nNVIDIA Blackwell and Automotive Industry Innovators Dazzle at NVIDIA GTC\nGenerative AI, in the data center and in the car, is making vehicle experiences safer and more enjoyable. The latest advancements in automotive technology were on display last week at…\nRead Article\nNVIDIA Drives AI Forward With Automotive Innovation on Display at CES\nAmid explosive interest in generative AI, the auto industry is racing to embrace the power of AI across a range of critical activities, from vehicle design, engineering and manufacturing, to…\nRead Article\nFrom Guangzhou to Los Angeles, Automakers Dazzle With AI-Powered Vehicles\nGood news for car lovers: Two acclaimed auto shows, taking place now through next week, are delighting attendees with displays of next-generation automotive designs powered by AI. Hundreds of thousands…\nRead Article\nLoad More Articles\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nMarch Into Gaming With GeForce NOW’s 14 Must-Play Titles for Spring\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/author\/calisa-cole\/","zh_title":"Calisa Cole","zh_content":"Calisa Cole， 作者 NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\nCalisa Cole\nNVIDIA 啟用 DRIVE AI 系統檢測實驗室，創下業界全新安全里程碑\n全新啟用的 NVIDIA DRIVE AI 系統檢測實驗室（…\n閱讀文章\nNVIDIA 在 CES 上展示汽車創新，推動人工智慧向前發展\n在生成式人工智慧（AI）引起爆炸性興趣的同時，汽車產業正競相…\n閱讀文章\n死之華合唱團前任鼓手奏出腦之韻律\n注意聽好了，死之華合唱團的樂迷們: 如果你們有想過要窺探你們…\n閱讀文章\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/metropolis-ai-blueprint-video\/","en_title":"Now See This: NVIDIA Launches Blueprint for AI Agents That Can Analyze Video","en_content":"The next big moment in AI is in sight — literally.\nToday, more than 1.5 billion enterprise level cameras deployed worldwide are generating roughly 7 trillion hours of video per year. Yet, only a fraction of it gets analyzed.\nIt’s estimated that less than 1% of video from industrial cameras is watched live by humans, meaning critical operational incidents can go largely unnoticed.\nThis comes at a high cost. For example, manufacturers are losing trillions of dollars annually to poor product quality or defects that they could’ve spotted earlier, or even predicted, by using AI agents that can perceive, analyze and help humans take action.\nInteractive AI agents with built-in visual perception capabilities can serve as always-on video analysts, helping factories run more efficiently, bolster worker safety, keep traffic running smoothly and even up an athlete’s game.\nTo accelerate the creation of such agents, NVIDIA today announced early access to a new version of the\nNVIDIA AI Blueprint\nfor\nvideo search and summarization\n. Built on top of the\nNVIDIA Metropolis\nplatform — and now supercharged by\nNVIDIA Cosmos Nemotron\nvision language models (VLMs),\nNVIDIA Llama Nemotron\nlarge language models (LLMs) and\nNVIDIA NeMo Retriever\n— the blueprint provides developers with the tools to build and deploy AI agents that can analyze large quantities of video and image content.\nThe blueprint integrates the\nNVIDIA AI Enterprise\nsoftware platform — which includes\nNVIDIA NIM\nmicroservices for VLMs, LLMs and advanced AI frameworks for\nretrieval-augmented generation\n— to enable batch video processing that’s 30x faster than watching it in real time.\nThe blueprint contains several agentic AI features — such as chain-of-thought reasoning, task planning and tool calling — that can help developers streamline the creation of powerful and diverse visual agents to solve a range of problems.\nAI agents with video analysis abilities can be combined with other agents with different skill sets to enable even more sophisticated agentic AI services. Enterprises have the flexibility to build and deploy their AI agents from the edge to the cloud.\nHow Video Analyst AI Agents Can Help Industrial Businesses\nAI agents with visual perception and analysis skills can be fine-tuned to help businesses with industrial operations by:\nIncreasing productivity and reducing waste:\nAgents can help ensure standard operating procedures are followed during complex industrial processes like product assembly. They can also be fine-tuned to carefully watch and understand nuanced actions, and the sequence in which they’re implemented.\nBoosting asset management efficiency through better space utilization:\nAgents can help optimize inventory storage in warehouses by performing 3D volume estimation and centralizing understanding across various camera streams.\nImproving safety through auto-generation of incident reports and summaries:\nAgents can process huge volumes of video and summarize it into contextually informative reports of accidents. They can also help ensure personal protective equipment compliance in factories, improving worker safety in industrial settings.\nPreventing accidents and production problems:\nAI agents can identify atypical activity to quickly mitigate operational and safety risks, whether in a warehouse, factory or airport, or at a traffic intersection or other municipal setting.\nLearning from the past:\nAgents can search through operations video archives, find relevant information from the past and use it to solve problems or create new processes.\nVideo Analysts for Sports, Entertainment and More\nAnother industry where video analysis AI agents stand to make a mark is sports — a $500 billion market worldwide, with hundreds of billions in projected growth over the next several years.\nCoaches, teams and leagues — whether professional or amateur — rely on video analytics to evaluate and enhance player performance, prioritize safety and boost fan engagement through player analytics platforms and data visualization. With visually perceptive AI agents, athletes now have unprecedented access to deeper insights and opportunities for improvement.\nDuring his CES opening keynote, NVIDIA founder and CEO Jensen Huang demonstrated an AI video analytics agent that assessed the fastball pitching skills of an amateur baseball player compared with a professional’s. Using video captured from the ceremonial first pitch that Huang threw for the San Francisco Giants baseball team, the video analytics AI agent was able to suggest areas for improvement.\nhttps:\/\/blogs.nvidia.com\/wp-content\/uploads\/2025\/01\/3568870_CES25_Agentic_AI_MetropolisSection_720p_10mb.mp4\nThe $3 trillion media and entertainment industry is also poised to benefit from video analyst AI agents. Through the\nNVIDIA Media2 initiative\n, these agents will help drive the creation of smarter, more tailored and more impactful content that can adapt to individual viewer preferences.\nWorldwide Adoption and Availability\nPartners from around the world are integrating the blueprint for building AI agents for video analysis into their own developer workflows, including Accenture,\nCentific\n, Deloitte, EY,\nInfosys\n,\nLinker Vision\n,\nPegatron\n,\nTATA Consultancy Services (TCS)\n,\nTelit Cinterion\nand\nVAST\n.\nApply for early access\nto the NVIDIA Blueprint for video search and summarization.\nSee\nnotice\nregarding software product information.\nEditor’s note:\nOmdia\nis the source for 1.5 billion enterprise-level cameras deployed.\nCategories:\nGenerative AI\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nIndustrial and Manufacturing\n|\nMedia and Entertainment\n|\nMetropolis\n|\nNVIDIA AI Enterprise\n|\nNVIDIA Blueprints\n|\nNVIDIA NIM","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/metropolis-ai-blueprint-video\/","zh_title":"NVIDIA 推出能夠分析影片內容的 AI 代理藍圖","zh_content":"人工智慧（AI） 的下一個重要時刻就在我們眼前。\n目前全球部署企業級攝影機的數量已經超過 15 億具，每年產生約 7 兆小時的影片內容。不過我們只分析了其中一小部分。\n經估算，人類只有即時看了不到 1% 工業級攝影機所產生出的影片內容，代表重要作業事故多被忽略。\n這將帶來高昂代價。像是製造商每年因產品品質不佳或瑕疵而損失數兆美元，不過若能使用能夠感知、分析及協助人類採取行動的 AI 代理，他們本可提早發現或甚至預測這些問題。\n內建視覺感知能力的互動式 AI 代理可充當隨時待命的影片分析人員，協助工廠提高運作效率、加強工人安全、保持交通暢順，甚至提升運動員的比賽表現。\nNVIDIA 今日宣布開放搶先體驗用於\n影片搜尋與摘要\n的新版\nNVIDIA AI Blueprint\n，以加快開發這一類的代理。這個藍圖（blueprint）建構在\nNVIDIA Metropolis\n平台之上，由\nNVIDIA Cosmos Nemotron\n視覺語言模型（VLM）、\nNVIDIA Llama Nemotron\n大型語言模型（LLM）及\nNVIDIA NeMo Retriever\n支援，為開發人員提供建置與部署可分析大量影片與圖像內容的 AI 代理的工具。\n這個藍圖整合了\nNVIDIA AI Enterprise\n軟體平台能夠批量處理影片，其處理速度是即時觀看的 30 倍。NVIDIA AI Enterprise包括用於 VLM、LLM 的\nNVIDIA NIM\n微服務，以及用於\n檢索增強生成\n的先進 AI 框架。\n在這個藍圖裡有數種代理型 AI 功能，例如思維鏈推理、任務規畫和工具呼叫，可協助開發人員輕鬆建立強大且多樣化的視覺代理，以解決一系列問題。\n具備影片分析能力的 AI 代理可以搭配其他有著不同技能組合的代理使用，以提供更複雜的代理型 AI 服務。 企業可以靈活地從邊緣到雲端建立和部署自己的 AI 代理。\n影片分析\nAI\n代理如何協助工業領域裡的企業\n具備視覺感知與分析技能的 AI 代理可以透過下列方式微調後，協助企業進行工業運作：\n提高生產力與減少浪費：\n代理可以協助確保在產品組裝等複雜的工業流程中遵循標準作業程序。並能微調仔細觀察和理解細微的動作，還有執行順序。\n提高空間利用率來提升資產管理效率：\n代理可以估算 3D 體積，集中瞭解多個攝影機串流內容，協助改善倉庫庫存。\n自動產生事故報告和摘要以提高安全性：\n代理可以處理大量視訊與總結成情節內容豐富的事故報告。並能協助確保工廠內的個人防護裝備符合規定，改善工業環境中的工人作業安全。\n預防意外與生產問題：\n無論是在倉庫、工廠或機場，或是在交通路口或其他市政環境，AI 代理都能發現異常活動，以快速降低作業與安全風險。\n從過去學習：\nAI 代理可以搜尋作業影片檔案，從過去找到相關資訊，利用這些資訊來解決問題或建立新的流程。\n分析體育娛樂等產業的影片內容\n另一個影片分析 AI 代理可以大展拳腳的產業便是體育，在全球市值高達 5,000 億美元，預計在未來幾年內將有數千億美元的成長。\n教練、球隊，以及無論職業或業餘聯盟都仰賴影片分析功能，以評估和提升球員表現、優先考量安全性，並且透過球員分析平台和資料可視化技術來提高球迷參與度。有了視覺感知的 AI 代理，運動員現在可以獲得更深入的看法和改進機會，這是過去做不到的。\nNVIDIA 創辦人暨執行長黃仁勳在 CES 大會的開幕主題演講中，展示了一個 AI 影片分析代理，這款代理能夠評估業餘棒球選手與職業棒球選手的快速投球技巧。利用黃仁勳為舊金山巨人隊開球儀式所擷取的影片，視訊分析 AI 代理能夠提出需要改進的地方。\nhttps:\/\/blogs.nvidia.com.tw\/wp-content\/uploads\/sites\/19\/2025\/01\/JHH-pitch-metropolis-trim-final.mp4\n影片分析 AI 代理也將嘉惠市價三兆美元的媒體與娛樂產業。這些代理透過\nNVIDIA Media2 計畫\n將有助於推動建立更聰明、更符合個人需求且更有影響力的內容，以適應個別觀眾的喜好。\n全球合作夥伴正在將建立影片分析 AI 代理的藍圖整合到他們自己的開發人員工作流程中，包括埃森哲（Accenture）、Centific、德勤、Infosys、\nLinker Vision\n、和碩、TATA Consultancy Services（TCS）、Telit Cinterion 和\nVAST\n。\n請在\n此申請搶先體驗 NVIDIA 影片搜尋與摘要用藍圖\n。\n請見有關軟體產品資訊的\n通知\n。\nCategories:\n生成式人工智慧\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nIndustrial and Manufacturing\n|\nMedia and Entertainment\n|\nMetropolis\n|\nNVIDIA AI Enterprise\n|\nNVIDIA Blueprints\n|\nNVIDIA NIM"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/author\/adamscraba\/","en_title":"Adam Scraba","en_content":"Adam Scraba Author Page | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nAdam Scraba\nAdam Scraba drives worldwide evangelism and marketing for NVIDIA's accelerated computing platform in applying AI to video analysis to solve critical problems across a breadth of industries, from urban planning and transportation to retail and energy. Previously, Adam was responsible for leading NVIDIA's business development and strategic alliances for smart and safe city initiatives worldwide. He has led dozens of customers and developers along the transformational journey to leverage AI, from startups to Fortune 500 companies.\nNoTraffic Reduces Road Delays, Carbon Emissions With NVIDIA AI and Accelerated Computing\nMore than 90 million new vehicles are introduced to roads across the globe every year, leading to an annual 12% increase in traffic congestion — according to NoTraffic, a member…\nRead Article\nNow See This: NVIDIA Launches Blueprint for AI Agents That Can Analyze Video\nThe next big moment in AI is in sight — literally. Today, more than 1.5 billion enterprise level cameras deployed worldwide are generating roughly 7 trillion hours of video per…\nRead Article\nGive AI a Look: Any Industry Can Now Search and Summarize Vast Volumes of Visual Data\nEditor’s note: The name of NIM Agent Blueprints was changed to NVIDIA Blueprints in October 2024. All references to the name have been updated in this blog. Enterprises and public…\nRead Article\nAI Gets Physical: New NVIDIA NIM Microservices Bring Generative AI to Digital Environments\nMillions of people already use generative AI to assist in writing and learning. Now, the technology can also help them more effectively navigate the physical world. NVIDIA announced at SIGGRAPH…\nRead Article\nTaiwan Electronics Giants Drive Industrial Automation With NVIDIA Metropolis and NIM\nTaiwan’s leading consumer electronics giants are making advances with AI automation for manufacturing, as fleets of robots and millions of cameras and sensors drive efficiencies across the smart factories of…\nRead Article\nStaying in Sync: NVIDIA Combines Digital Twins With Real-Time AI for Industrial Automation\nReal-time AI is helping with the heavy lifting in manufacturing, factory logistics and robotics. In such industries — often involving bulky products, expensive equipment, cobot environments and logistically complex facilities…\nRead Article\nElectronics Giants Tap Into Industrial Automation With NVIDIA Metropolis for Factories\nThe $46 trillion global electronics manufacturing industry spans more than 10 million factories worldwide, where much is at stake in producing defect-free products. To drive product excellence, leading electronics manufacturers…\nRead Article\nNVIDIA Metropolis Ecosystem Grows With Advanced Development Tools to Accelerate Vision AI\nWith AI at its tipping point, AI-enabled computer vision is being used to address the world’s most challenging problems in nearly every industry. At GTC, a global conference for the…\nRead Article\nLights! Camera! Insight! Four Scenes From the Marriage of Computer Vision and Edge Computing\nWhether you’re managing stadiums, cities or global corporations, edge AI is critical to improve  operational efficiency. That’s the message from people drawn from each of these fields who will share…\nRead Article\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nMarch Into Gaming With GeForce NOW’s 14 Must-Play Titles for Spring\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/author\/adamscraba\/","zh_title":"Adam Scraba","zh_content":"Adam Scraba， 作者 NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\nAdam Scraba\nAdam Scraba drives worldwide evangelism and marketing for NVIDIA's accelerated computing platform in applying AI to video analysis to solve critical problems across a breadth of industries, from urban planning and transportation to retail and energy. Previously, Adam was responsible for leading NVIDIA's business development and strategic alliances for smart and safe city initiatives worldwide. He has led dozens of customers and developers along the transformational journey to leverage AI, from startups to Fortune 500 companies.\nNVIDIA 推出能夠分析影片內容的 AI 代理藍圖\n人工智慧（AI） 的下一個重要時刻就在我們眼前。 目前全球部…\n閱讀文章\n將 AI 視覺化：任何產業現在都能搜尋並摘要大量的視覺資料\n全球各地的企業與公部門組織都在開發人工智慧代理（AI age…\n閱讀文章\nAI 變得真實：新的 NVIDIA NIM 微服務將生成式 AI 引入數位環境\n數百萬人已經使用生成式人工智慧（AI）來協助寫作和學習。現在…\n閱讀文章\n台灣電子公司巨頭使用 NVIDIA Metropolis 與 NIM 推動發展工業自動化\n多家台灣大型消費性電子產品製造商在人工智慧（AI）自動化製造…\n閱讀文章\n多家電子製造業領導業者採用 NVIDIA Metropolis for Factories 實現工業自動化\n全球逾千萬家工廠合力造就出市值 46 兆美元的電子製造業，他…\n閱讀文章\nNVIDIA Metropolis 生態系不斷壯大，加入多項先進開發工具加速視覺人工智慧領域發展\n隨著人工智慧的發展腳步來到臨界點，人工智慧驅動的電腦視覺技術…\n閱讀文章\n汽車工業如何向電影導演借取靈感來打造更安全的汽車\n車廠長久以來都是使用 GPU 來打造外觀更好看的汽車，而現在…\n閱讀文章\nQuadro K6000 改變影像工作流程的面貌與速度\n雖然距離聖誕節還有幾個月，但繪圖師和設計師們已將全新的 NV…\n閱讀文章\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/agentic-ai-blueprints\/","en_title":"NVIDIA and Partners Launch Agentic AI Blueprints to Automate Work for Every Enterprise","en_content":"New NVIDIA AI Blueprints for building agentic AI applications are poised to help enterprises everywhere automate work.\nWith the blueprints, developers can now build and deploy custom AI agents. These AI agents act like “knowledge robots” that can reason, plan and take action to quickly analyze large quantities of data, summarize and distill real-time insights from video, PDF and other images.\nCrewAI, Daily, LangChain, LlamaIndex and Weights & Biases are among leading providers of agentic AI orchestration and management tools that have worked with NVIDIA to build blueprints that integrate the\nNVIDIA AI Enterprise\nsoftware platform, including\nNVIDIA NIM\nmicroservices and NVIDIA NeMo, with their platforms. These five blueprints — comprising a\nnew category of partner blueprints for agentic AI\n— provide the building blocks for developers to create the next wave of AI applications that will transform every industry.\nIn addition to the partner blueprints, NVIDIA is introducing its own new AI Blueprint for PDF to podcast, as well as another to build\nAI agents for video search and summarization\n. These are joined by four additional\nNVIDIA Omniverse Blueprints\nthat make it easier for developers to build simulation-ready digital twins for physical AI.\nTo help enterprises rapidly take AI agents into production, Accenture is announcing\nAI Refinery for Industry\nbuilt with NVIDIA AI Enterprise, including\nNVIDIA NeMo\n, NVIDIA NIM microservices and\nAI Blueprints\n.\nThe AI Refinery for Industry solutions — powered by Accenture AI Refinery with NVIDIA — can help enterprises rapidly launch agentic AI across fields like automotive, technology, manufacturing, consumer goods and more.\nAgentic AI Orchestration Tools Conduct a Symphony of Agents\nAgentic AI\nrepresents the next wave in the evolution of generative AI. It enables applications to move beyond simple chatbot interactions to tackle complex, multi-step problems through sophisticated reasoning and planning. As explained in NVIDIA founder and CEO Jensen Huang’s\nCES keynote\n, enterprise AI agents will become a centerpiece of AI factories that generate tokens to create unprecedented intelligence and productivity across industries.\nAgentic AI orchestration is a sophisticated system designed to manage, monitor and coordinate multiple AI agents working together — key to developing reliable enterprise agentic AI systems. The agentic AI orchestration layer from NVIDIA partners provides the glue needed for AI agents to effectively work together.\nThe new partner blueprints, now available from agentic AI orchestration leaders, offer integrations with\nNVIDIA AI Enterprise\nsoftware, including NIM microservices and NVIDIA NeMo Retriever, to boost retrieval accuracy and reduce latency of agent workflows. For example:\nCrewAI\nis using new Llama 3.3 70B NVIDIA NIM microservices and the NVIDIA NeMo Retriever embedding NIM microservice for its blueprint for code documentation for software development. The blueprint helps ensure code repositories remain comprehensive and easy to navigate.\nDaily’s\nvoice agent blueprint, powered by the company’s open-source Pipecat framework, uses the\nNVIDIA Riva\nautomatic speech recognition and text-to-speech NIM microservice, along with the Llama 3.3 70B NIM microservice to achieve real-time conversational AI.\nLangChain\nis adding Llama 3.3 70B NVIDIA NIM microservices to its structured report generation blueprint. Built on LangGraph, the blueprint allows users to define a topic and specify an outline to guide an agent in searching the web for relevant information, so it can return a report in the requested format.\nLlamaIndex’s\ndocument research assistant for blog creation blueprint harnesses NVIDIA NIM microservices and NeMo Retriever to help content creators produce high-quality blogs. It can tap into agentic-driven\nretrieval-augmented generation\nwith NeMo Retriever to automatically research, outline and generate compelling content with source attribution.\nWeights & Biases\nis adding its W&B Weave capability to the AI Blueprint for AI virtual assistants, which features the Llama 3.1 70B NIM microservice. The blueprint can streamline the process of debugging, evaluating, iterating and tracking production performance and collecting human feedback to support seamless integration and faster iterations for building and deploying agentic AI applications.\nSummarize Many, Complex PDFs While Keeping Proprietary Data Secure\nWith trillions of PDF files — from financial reports to technical research papers — generated every year, it’s a constant challenge to stay up to date with information.\nNVIDIA’s\nPDF to podcast AI Blueprint\nprovides a recipe developers can use to turn multiple long and complex PDFs into AI-generated readouts that can help professionals, students and researchers efficiently learn about virtually any topic and quickly understand key takeaways.\nThe blueprint — built on NIM microservices and text-to-speech models — allows developers to build applications that extract images, tables and text from PDFs, and convert the data into easily digestible audio content, all while keeping data secure.\nFor example, developers can build AI agents that can understand context, identify key points and generate a concise summary as a monologue or a conversation-style podcast, narrated in a natural voice. This offers users an engaging, time-efficient way to absorb information at their desired speed.\nTest, Prototype and Run Agentic AI Blueprints in One Click\nNVIDIA Blueprints empower the world’s more than 25 million software developers to easily integrate AI into their applications across various industries. These blueprints simplify the process of building and deploying agentic AI applications, making advanced AI integration more accessible than ever.\nWith just a single click, developers can now build and run the new agentic AI Blueprints as\nNVIDIA Launchables\n. These Launchables provide on-demand access to developer environments with predefined configurations, enabling quick workflow setup.\nBy containing all necessary components for development, Launchables support consistent and reproducible setups without the need for manual configuration or overhead — streamlining the entire development process, from prototyping to deployment.\nEnterprises can also deploy blueprints into production with the\nNVIDIA AI Enterprise\nsoftware platform on data center platforms including Dell Technologies, Hewlett Packard Enterprise, Lenovo and Supermicro, or run them on accelerated cloud platforms from Amazon Web Services, Google Cloud, Microsoft Azure and Oracle Cloud Infrastructure.\nAccenture and NVIDIA Fast-Track Deployments With AI Refinery for Industry\nAccenture is introducing its new AI Refinery for Industry with 12 new industry agent solutions built with NVIDIA AI Enterprise software and available from the\nAccenture NVIDIA Business Group\n. These industry-specific agent solutions include revenue growth management for consumer goods and services, clinical trial companion for life sciences, industrial asset troubleshooting and B2B marketing, among others.\nAI Refinery for Industry offerings include preconfigured components, best practices and foundational elements designed to fast-track the development of AI agents. They provide organizations the tools to build specialized AI networks tailored to their industry needs.\nAccenture plans to launch over 100 AI Refinery for Industry agent solutions by the end of the year.\nGet started with\nAI Blueprints\nand join\nNVIDIA at CES\n.\nSee\nnotice\nregarding software product information.\nCategories:\nGenerative AI\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nNVIDIA AI Enterprise\n|\nNVIDIA Blueprints\n|\nNVIDIA NeMo\n|\nNVIDIA NIM\n|\nPhysical AI\n|\nRiva","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/agentic-ai-blueprints\/","zh_title":"NVIDIA 與合作夥伴推出代理型 AI 藍圖， 協助每個企業自動執行工作","zh_content":"用於建立代理型 AI 應用程式的全新 NVIDIA AI Blueprints，已經準備好協助各地的企業自動執行各項工作。\n開發人員現在使用這些藍圖可以建立和部署客製化的 AI 代理。這些代理能像「知識機器人」一般推理、規畫及採取行動，從影片、PDF 和其他圖像中快速分析大量資料，做出總結及即時提取寶貴看法。\nCrewAI、Daily、LangChain、LlamaIndex 及 Weights & Biases 等領先的代理型 AI 協調與管理工具供應商與 NVIDIA 合作建立藍圖，將\nNVIDIA AI Enterprise\n軟體平台（包括\nNVIDIA NIM\n微服務和 NVIDIA NeMo）與自家平台進行整合。這五個藍圖是\n代理型 AI 的合作夥伴藍圖全新類別\n，為開發人員創造下一波將改變各行各業的 AI 應用程式提供了建構模塊。\n除了合作夥伴藍圖之外，NVIDIA 還推出了自己全新適用於 PDF to podcast 的 AI Blueprint ，以及另一個\n適用於影片搜尋與摘要的 AI 代理藍圖\n。另外還有四個\nNVIDIA\nOmniverse Blueprints\n，可讓開發人員更輕鬆為實體 AI 建立模擬就緒的數位孿生。\n為協助企業快速將 AI 代理導入生產環境，埃森哲（Accenture）宣布使用 NVIDIA AI Enterprise 打造\nAI Refinery for Industry\n，包括\nNVIDIA NeMo\n、NVIDIA NIM 微服務與\nAI Blueprints\n。\n由 Accenture AI Refinery 與 NVIDIA 驅動的 AI Refinery for Industry 解決方案，可協助汽車、科技、製造業、消費品等領域的企業快速啟動代理型 AI。\n代理型\nAI\n協調工具指揮著代理交響樂\n代理型 AI\n代表著生成式 AI 發展的下一波浪潮。它能讓應用程式不只是進行簡單的聊天機器人互動，而是能夠進行精密的推理與規畫，解決複雜的多步驟問題。正如 NVIDIA 創辦人暨執行長\n黃仁勳在 CES 大會主題演講\n中所說的，企業級 AI 代理將成為 AI 工廠的核心，這些工廠將產生出 詞元，為各行各業創造前所未有的智慧與生產力。\n代理型 AI 協調是一個精密複雜的系統，專門用來管理、監控和協調多個 AI 代理協同作業 – 這是開發可靠的企業代理型 AI 系統的關鍵。NVIDIA 合作夥伴所推出的代理型 AI 協調層提供 AI 代理有效合作所需的黏合劑。\n代理型 AI 協調領導廠商現已推出新的合作夥伴藍圖，可與\nNVIDIA AI Enterprise\n軟體整合，包括 NIM 微服務及 NVIDIA NeMo Retriever，以提高檢索精準度和減少延遲。例如：\nCrewAI\n使用全新 Llama 3.3 70B NVIDIA NIM 微服務及 NVIDIA NeMo Retriever 嵌入式 NIM 微服務，開發該公司的軟體開發程式碼文件藍圖。該藍圖有助於確保程式碼儲存庫保持無所不包且易於導覽的狀態。\nDaily\n的語音代理藍圖由該公司的開源 Pipecat 架構所驅動，使用\nNVIDIA\nRiva\n自動語音辨識與文字轉語音 NIM 微服務，以及 Llama 3.3 70B NIM 微服務來提供即時對話 AI。\nLangChain\n將 Llama 3.3 70B NVIDIA NIM 微服務加入其結構化報告生成藍圖。該藍圖以 LangGraph 為基礎，使用者可以定義主題與指定大綱，引導代理在網路上搜尋相關資訊，用要求的格式傳回報告。\nLlamaIndex\n用於部落格創作藍圖的文件研究助理，利用 NVIDIA NIM 微服務和 NeMo Retriever 協助內容創作者製作優質的部落格內容。它可以利用 NeMo Retriever 的代理驅動\n檢索增強生成\n功能，自動進行研究、擬定大綱和產生具吸引力的內容，並且註明資料來源。\nWeights & Biases\n將該公司的 W&B Weave 功能加入 AI 虛擬助理的 AI 藍圖，該藍圖採用 Llama 3.1 70B NIM 微服務。該藍圖可簡化除錯、評估、反覆調整和追蹤生產效能，以及收集人類回饋的流程，以支援在建立和部署代理型 AI 應用程式之際，能夠完美進行整合和更快重複進行調整。\n在確保專屬資料安全的同時，對許多複雜的\nPDF\n檔案擷取摘要\n每年都會產生出上兆份 PDF 檔案（從財務報告到技術研究論文），要隨時掌握最新資訊一直都是一件不容易的事。\n開發人員可以使用 NVIDIA 的 PDF to podcast AI Blueprint 將多個冗長又複雜的 PDF 文件，轉換成 AI 生成的讀出內容，幫助專業人士、學生和研究人員有效瞭解幾乎任何主題，以及快速掌握其中的關鍵重點。\n這個藍圖以 NIM 微服務和文字轉語音模型為基礎，讓開發人員能夠建立應用程式，從 PDF 檔案中提取影像、表格和文字，並且將資料轉換為易於理解的語音內容，同時確保資料安全。舉例來說，開發人員可以建立 AI 代理，能夠理解語順脈絡、找出其中的重點，並且產生獨白或對話式 Podcast，以自然語音簡單敘述摘要。這樣讓使用者能夠用一種吸引人且省時的方式，以他們想要的速度吸收資訊。\n一鍵測試、製作原型與運行代理型\nAI Blueprints\nNVIDIA Blueprints 讓全球超過 2500 萬名軟體開發人員可以輕鬆將 AI 整合到各產業的應用程式中。這些藍圖簡化了建置和部署代理型 AI 應用程式的流程，讓人更容易使用到先進的 AI 整合項目。\n開發人員現在只要按一下滑鼠，就能以 NVIDIA Launchables 的方式建立和運行新的代理型 AI Blueprints。這些 Launchables 可以讓人按照需求進入有先定義好組態內容的開發人員環境，以便快速設定工作流程。\n這些 Launchables 內有開發所需的所有元件，支援一致且可重複的設定，無需手動設定或間接成本，簡化從原型設計到部署的整個開發流程。\n企業還能在 Dell Technologies、Hewlett Packard Enterprise、Lenovo 和 Supermicro 等業者推出的資料中心平台上，利用\nNVIDIA AI Enterprise\n軟體平台將藍圖部署至生產環境，或是在 Amazon Web Services、Google Cloud、Microsoft Azure 和 Oracle Cloud Infrastructure 的加速雲端平台上運行藍圖。\n埃森哲\n與\nNVIDIA\n利用\nAI Refinery for Industry\n快速部署\n埃森哲推出全新的 AI Refinery for Industry，利用 NVIDIA AI Enterprise 軟體打造 12 個全新的產業代理解決方案，並且由\n埃森哲 NVIDIA 事業群\n提供。這些針對特定產業的代理解決方案包括消費品與服務的營收成長管理、生命科學的臨床試驗伴隨服務、工業資產故障排患與 B2B 行銷等。\nAI Refinery for Industry 產品包括預先配置元件、最佳做法和基礎元素，用於快速開發 AI 代理。它們提供工具給組織，以建立符合其產業需求的專門 AI 網路。\n埃森哲計畫在今年底前推出超過 100 個 AI Refinery for Industry 代理解決方案。\n開始使用\nAI Blueprints 並參加\nNVIDIA 在 CES 大會的各項活動\n。\n請見有關軟體產品資訊的\n通知\n。\nCategories:\n生成式人工智慧\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nNVIDIA AI Enterprise\n|\nNVIDIA Blueprints\n|\nNVIDIA NeMo\n|\nNVIDIA NIM\n|\nRiva"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/author\/justin-boitano\/","en_title":"Justin Boitano","en_content":"Justin Boitano Author Page | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nJustin Boitano\nNVIDIA and Partners Launch Agentic AI Blueprints to Automate Work for Every Enterprise\nNew NVIDIA AI Blueprints for building agentic AI applications are poised to help enterprises everywhere automate work. With the blueprints, developers can now build and deploy custom AI agents. These…\nRead Article\nA Not-So-Secret Agent: NVIDIA Unveils Blueprint for Cybersecurity\nEditor’s note: The name of NIM Agent Blueprints was changed to NVIDIA Blueprints in October 2024. All references to the name have been updated in this blog. Artificial intelligence is transforming…\nRead Article\nFrom Prototype to Prompt: NVIDIA Blueprints Fast-Forward Next Wave of Enterprise Generative AI\nEditor’s note: The name of NIM Agent Blueprints was changed to NVIDIA Blueprints in October 2024. All references to the name have been updated in this blog. The initial wave…\nRead Article\nLicense for the AI Autobahn: NVIDIA AI Enterprise 3.0 Introduces New Tools to Speed Success\nFrom rapidly fluctuating demand to staffing shortages and supply chain complexity, enterprises have navigated numerous challenges the past few years. Many companies seeking strong starts to 2023 are planning to…\nRead Article\nAI Software Pioneers From the Edge to the Cloud Join NVIDIA at HPE Discover\nAI technologies are seeing broad industry adoption across manufacturing, retail, financial services, healthcare, the public sector and more. A recent O’Reilly study found that retail and finance lead in AI…\nRead Article\nDream State: Cybersecurity Vendors Detect Breaches in an Instant With NVIDIA Morpheus\nIn the geography of data center security, efforts have long focused on protecting north-south traffic — the data that passes between the data center and the rest of the network….\nRead Article\nHow Suite It Is: NVIDIA and VMware Deliver AI-Ready Enterprise Platform\nAs enterprises modernize their data centers to power AI-driven applications and data science, NVIDIA and VMware are making it easier than ever to develop and deploy a multitude of different…\nRead Article\nHow NVIDIA EGX Is Forming Central Nervous System of Global Industries\nMassive change across every industry is being driven by the rising adoption of IoT sensors, including cameras for seeing, microphones for hearing, and a range of other smart devices that…\nRead Article\nTaking Point: IBM, NVIDIA Collaborate at the Network’s Edge\nNVIDIA is expanding its long-standing collaboration with IBM to accelerate the deployment of edge networks. Businesses are deploying these networks around the world as they switch on IoT sensors and…\nRead Article\nLoad More Articles\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nMarch Into Gaming With GeForce NOW’s 14 Must-Play Titles for Spring\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/author\/justin-boitano\/","zh_title":"Justin Boitano","zh_content":"Justin Boitano， 作者 NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\nJustin Boitano\nNVIDIA 與合作夥伴推出代理型 AI 藍圖， 協助每個企業自動執行工作\n用於建立代理型 AI 應用程式的全新 NVIDIA AI B…\n閱讀文章\n「代理」兼「特工」：NVIDIA 發布網路安全新藍圖\n人工智慧（AI）正在藉由全新的生成式 AI 工具和功能改變網…\n閱讀文章\n從原型到提示：NVIDIA NIM Agent Blueprints 將快速推動企業級生成式 AI 的下一波浪潮\n在各項網路服務中使用生成式人工智慧（AI），促成生成式 AI…\n閱讀文章\n人工智慧高速公路通行證：NVIDIA AI Enterprise 3.0 導入新工具，以協助企業更快取得成功\n從快速變動的需求到人手短缺和複雜的供應鏈，企業在過去幾年裡經…\n閱讀文章\nNVIDIA EGX 如何形成全球產業的中央神經系統\n物聯網感測器（包括用於觀看的攝影機，用於聽覺的麥克風）以及一…\n閱讀文章\nIBM 與 NVIDIA 在網路邊緣展開合作\nIBM Edge Application Manager 是…\n閱讀文章\nAWS Outposts 派遣 GPU 進駐你的資料中心\nNVIDIA T4 GPU 現在起支援混合 AWS 雲端環境…\n閱讀文章\n我們如何憑藉 Google 與 VMware 釋放雲端化桌面的完整潛力\n就在 NVIDIA 公布要藉由採用 Tegra K1 處理器…\n閱讀文章\n登入 GRID：24 小時免費試用 NVIDIA GRID (影片)\n虛擬桌面將是十分好用的桌面。NVIDIA 現在北美地區推出 …\n閱讀文章\n客戶與合作夥伴讓 NVIDIA GRID 技術成為 Citrix Synergy 年度大會的熱門話題\n新功能、新的合作夥伴、客戶精彩的故事。2013 年 NVID…\n閱讀文章\n更多文章\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/nemotron-model-families\/","en_title":"NVIDIA Announces Nemotron Model Families to Advance Agentic AI","en_content":"Artificial intelligence is entering a new era — agentic AI — where teams of specialized agents can help people solve complex problems and automate repetitive tasks.\nWith custom AI agents, enterprises across industries can manufacture intelligence and achieve unprecedented productivity. These advanced AI agents require a system of multiple generative AI models optimized for agentic AI functions and capabilities. This complexity means that the need for powerful, efficient, enterprise-grade models has never been greater.\nTo provide a foundation for enterprise agentic AI, NVIDIA today announced the Llama Nemotron family of open large language models (\nLLMs\n). Built with Llama, the models can help developers create and deploy AI agents across a range of applications — including customer support, fraud detection, and product supply chain and inventory management optimization.\nTo be effective, many AI agents need both language skills and the ability to perceive the world and respond with the appropriate action.\nWith new\nNVIDIA Cosmos Nemotron\nvision language models (VLMs) and NVIDIA NIM microservices for\nvideo search and summarization\n, developers can build agents that analyze and respond to images and video from autonomous machines, hospitals, stores and warehouses, as well as sports events, movies and news. For developers seeking to generate physics-aware videos for robotics and autonomous vehicles, NVIDIA today separately announced\nNVIDIA Cosmos world foundation models\n.\nOpen Llama Nemotron Models Optimize Compute Efficiency, Accuracy for AI Agents\nBuilt with Llama foundation models — one of the most popular commercially viable open-source model collections, downloaded over 650 million times — NVIDIA Llama Nemotron models provide optimized building blocks for AI agent development. This builds on NVIDIA’s commitment to developing state-of-the-art models, such as\nLlama 3.1 Nemotron 70B\n, now available through the\nNVIDIA API catalog\n.\nLlama Nemotron models are\npruned and trained with NVIDIA’s latest techniques\nand high-quality datasets for enhanced agentic capabilities. They excel at instruction following, chat, function calling, coding and math, while being size-optimized to run on a broad range of NVIDIA accelerated computing resources.\n“Agentic AI is the next frontier of AI development, and delivering on this opportunity requires full-stack optimization across a system of LLMs to deliver efficient, accurate AI agents,” said Ahmad Al-Dahle, vice president and head of GenAI at Meta. “Through our collaboration with NVIDIA and our shared commitment to open models, the NVIDIA Llama Nemotron family built on Llama can help enterprises quickly create their own custom AI agents.”\nLeading AI agent platform providers including SAP and ServiceNow are expected to be among the first to use the new Llama Nemotron models.\n“AI agents that collaborate to solve complex tasks across multiple lines of the business will unlock a whole new level of enterprise productivity beyond today’s generative AI scenarios,” said Philipp Herzig, chief AI officer at SAP. “Through SAP’s Joule, hundreds of millions of enterprise users will interact with these agents to accomplish their goals faster than ever before. NVIDIA’s new open Llama Nemotron model family will foster the development of multiple specialized AI agents to transform business processes.”\n“AI agents make it possible for organizations to achieve more with less effort, setting new standards for business transformation,” said Jeremy Barnes, vice president of platform AI at ServiceNow. “The improved performance and accuracy of NVIDIA’s open Llama Nemotron models can help build advanced AI agent services that solve complex problems across functions, in any industry.”\nThe NVIDIA Llama Nemotron models use\nNVIDIA NeMo\nfor distilling, pruning and alignment. Using these techniques, the models are small enough to run on a variety of computing platforms while providing high accuracy as well as increased model throughput.\nThe Llama Nemotron model family will be available as downloadable models and as\nNVIDIA NIM\nmicroservices that can be easily deployed on clouds, data centers, PCs and workstations. They offer enterprises industry-leading performance with reliable, secure and seamless integration into their agentic AI application workflows.\nCustomize and Connect to Business Knowledge With NVIDIA NeMo\nThe Llama Nemotron and Cosmos Nemotron model families are coming in Nano, Super and Ultra sizes to provide options for deploying AI agents at every scale.\nNano\n: The most cost-effective model optimized for real-time applications with low latency, ideal for deployment on PCs and edge devices.\nSuper\n: A high-accuracy model offering exceptional throughput on a single GPU.\nUltra\n: The highest-accuracy model, designed for data-center-scale applications demanding the highest performance.\nEnterprises can also customize the models for their specific use cases and domains with NVIDIA NeMo microservices to simplify data curation, accelerate model customization and evaluation, and apply guardrails to keep responses on track.\nWith\nNVIDIA NeMo Retriever\n, developers can also integrate\nretrieval-augmented generation\ncapabilities to connect models to their enterprise data.\nAnd using\nNVIDIA Blueprints for agentic AI\n, enterprises can quickly create their own applications using NVIDIA’s advanced AI tools and end-to-end development expertise. In fact, NVIDIA Cosmos Nemotron, NVIDIA Llama Nemotron and NeMo Retriever supercharge the new\nNVIDIA Blueprint for video search and summarization\n, announced separately today.\nNeMo, NeMo Retriever and NVIDIA Blueprints are all available with the\nNVIDIA AI Enterprise\nsoftware platform.\nAvailability\nLlama Nemotron and Cosmos Nemotron models will be available soon as hosted application programming interfaces and for download on\nbuild.nvidia.com\nand Hugging Face.\nAccess\nfor development, testing and research is free for members of the NVIDIA Developer Program.\nEnterprises can run Llama Nemotron and Cosmos Nemotron NIM microservices in production with the NVIDIA AI Enterprise software platform on accelerated data center and cloud infrastructure.\nSign up to get notified about\nLlama Nemotron\nand\nCosmos Nemotron\nmodels, and join\nNVIDIA at CES\n.\nSee\nnotice\nregarding software product information.\nCategories:\nGenerative AI\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nCosmos\n|\nNVIDIA Blueprints\n|\nNVIDIA NIM","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/nemotron-model-families\/","zh_title":"NVIDIA 宣布推出 Nemotron 模型系列，以推動代理型 AI 的發展","zh_content":"人工智慧（AI）將進入代理式 AI 的新時代，專業代理組成的團隊在這個時代中可以協助人們解決複雜問題與自動執行重複性高的工作。\n藉由客製化 AI 代理，各產業的企業可以打造智慧並實現前所未有的生產力。這些先進的 AI 代理需要一套針對代理 AI 功能和能力進行優化的多個生成式 AI 模型。這種複雜性意味著對強大高效的企業級模型的需求從未如此強烈。\n為了為企業代理 AI 提供基礎，NVIDIA 於今日發表 Llama Nemotron 開放式大型語言模型（LLM）系列。這些使用 Llama 開發出的模型可以協助開發人員在各種應用程式中建立與部署 AI 代理，包括客戶支援、偵測詐欺活動，以及產品供應鏈與庫存管理最佳化。\n許多 AI 代理若要發揮功效，必須同時具備語言技能和感知世界，以及採取適當行動做出反應的能力。\n開發人員使用全新的 NVIDIA Cosmos Nemotron 視覺語言模型（VLM）與用於\n影片搜尋與摘要\n的 NVIDIA NIM 微服務，便能建立代理程式來分析和回應來自自主機器、醫院、商店與倉庫，以及運動賽事、電影與新聞的圖像與影片內容。針對想要為機器人與自動駕駛車產生物理感知影片的開發人員，NVIDIA 今天另外發表了\nNVIDIA Cosmos 世界基礎模型\n。\n開放式\nLlama Nemotron\n模型可\n最佳化\nAI\n代理的運算效率與精確度\nNVIDIA Llama Nemotron 模型基於 Llama 基礎模型構建，Llama 是最受歡迎且具商業可行性的開源模型集合之一，已被下載超過 6.5 億次。這些模型為 AI 代理開發提供了最佳化的構建模塊。這是基於 NVIDIA 對開發最先進模型的承諾，例如 Llama 3.1 Nemotron 70B，現已透過 NVIDIA API 目錄提供。\n採用\nNVIDIA 的最新技術與高品質資料集來修剪與訓練\nLlama Nemotron 模型，以增強代理能力。它們在指令追蹤、聊天、函式呼叫、編碼和數學方面表現優異，又有最佳的體積大小，可在各種 NVIDIA 加速運算資源上運行。\nMeta 副總裁暨 GenAI 部門主管 Ahmad Al-Dahel 表示：「代理型 AI 是 AI 發展下一個前沿，要抓住這一機遇，需要對 LLM 系統進行全堆疊最佳化，以提供高效精確的 AI 代理。我們與 NVIDIA 合作，再加上我們對開放模型的共同承諾，建構在 Llama 上的 NVIDIA Llama Nemotron 系列可協助企業快速建立自己的客製化 AI 代理。」\n包括 SAP 和 ServiceNow 在內的領先 AI 代理平台供應商預計先成為首批使用全新 Llama Nemotron 模型的公司之一。\nSAP 的 AI 長 Philipp Herzig 表示：「能夠跨越多個業務線合作解決複雜任務的 AI 代理，將超越當今的生成式人 AI 應用場景，將企業生產力提升到一個全新的層次。。數以億計的企業使用者將透過 SAP 的 Joule 與這些代理互動，用更快的速度完成目標。NVIDIA 全新的開放式 Llama Nemotron 模型系列將促進開發多種專門 AI 代理，進而改變業務流程。」\nServiceNow 平台 AI 部門副總裁 Jeremy Barnes 表示：「AI 代理讓組織能夠事半功倍，為業務轉型樹立新標準。NVIDIA 的開放式 Llama Nemotron 模型所提高的效能與精確度，有助於建立先進的 AI 代理服務，解決任何產業跨職能的複雜問題。」\nNVIDIA Llama Nemotron 模型使用\nNVIDIA NeMo\n進行蒸餾、修剪和對齊。運用這些技術讓模型體積小到足以在各種運算平台上執行，同時提供高準確度與更高的模型傳輸量。\n將以可下載模型和\nNVIDIA NIM\n微服務的形式提供 Llama Nemotron 模型系列，可輕鬆部署於雲端、資料中心、個人電腦和工作站。它們可為企業提供領先業界的效能，且能夠可靠安全且完美地整合至其代理型 AI 應用程式工作流程中。\n使用\nNVIDIA NeMo\n客製化與連接業務知識\nLlama Nemotron 和 Cosmos Nemotron 模型系列有 Nano、Super 和 Ultra 三個體積大小，提供各種規模的 AI 代理部署選擇。\nNano：成本效益最高的模型，針對低延遲的即時應用程式進行最佳化，非常適合部署在 PC 和邊緣裝置上。\nSuper：在單一 GPU 上提供卓越傳輸量的高精準度模型。\nUltra：精準度最高的模型，專為要求最高效能的資料中心規模應用而設計。\n企業還能使用 NVIDIA NeMo 微服務針對特定的使用個案與領域客製化模型，以簡化資料管理、加速模型客製化與評估，並且應用防護機制以確保回應順利進行。\n開發人員使用\nNVIDIA\nNeMo Retriever\n，還可以整合\n檢索增強生成\n（RAG）功能，將模型與企業資料串連起來。\n而企業使用\n適用於代理型 AI 的 NVIDIA Blueprints\n，可以利用 NVIDIA 先進的 AI 工具及端對端開發專業技術，快速建立自己的應用程式。事實上，NVIDIA Cosmos Nemotron、NVIDIA Llama Nemotron 與 NeMo Retriever 為今日另行發表的全新\n適用於影片搜尋和摘要的 NVIDIA Blueprint\n功能增添了強大動力。\nNeMo、NeMo Retriever 與 NVIDIA Blueprints 皆可透過\nNVIDIA AI Enterprise\n軟體平台使用。\n上市時間\nLlama Nemotron 和 Cosmos Nemotron 模型將即將以託管 API 的形式提供，可在\nbuild.nvidia.com\n和 Hugging Face 下載使用。NVIDIA 開發人員計畫的成員可免費\n取得\n以進行開發、測試與研究。\n企業可以使用 NVIDIA AI Enterprise 軟體平台，在加速資料中心與雲端基礎架構上，在生產環境中運行 Llama Nemotron 與 Cosmos Nemotron NIM 微服務。\n註冊以獲得關於\nLlama Nemotron\n及\nCosmos Nemotron\n模型的通知，並且參加\nNVIDIA 在 CES 大會的精彩活動\n。\n請見有關軟體產品資訊的\n通知\n。\nCategories:\n生成式人工智慧\nTags:\nArtificial Intelligence\n|\nCES 2025\n|\nCosmos\n|\nNVIDIA Blueprints\n|\nNVIDIA NIM"}
{"en_url":"https:\/\/blogs.nvidia.com\/blog\/author\/karibriski\/","en_title":"Kari Briski","en_content":"Kari Briski Author Page | NVIDIA Blog\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\nSearch for:\nToggle Search\nHome\nAI\nData Center\nDriving\nGaming\nPro Graphics\nRobotics\nHealthcare\nStartups\nAI Podcast\nNVIDIA Life\nKari Briski\nKari Briski is the vice president of generative AI software for enterprise at NVIDIA, where she oversees strategy, roadmaps and requirements for AI software and services. Briski has over 25 years of experience in software development and 20 years as a leader in technology product management, working at IBM before joining NVIDIA in 2016. She holds a bachelor’s degree in computer engineering from the University of Pittsburgh.\nHow Scaling Laws Drive Smarter, More Powerful AI\nJust as there are widely understood empirical laws of nature — for example, what goes up must come down, or every action has an equal and opposite reaction — the…\nRead Article\nNVIDIA Releases NIM Microservices to Safeguard Applications for Agentic AI\nAI agents are poised to transform productivity for the world’s billion knowledge workers with “knowledge robots” that can accomplish a variety of tasks. To develop AI agents, enterprises need to…\nRead Article\nNVIDIA Announces Nemotron Model Families to Advance Agentic AI\nArtificial intelligence is entering a new era — agentic AI — where teams of specialized agents can help people solve complex problems and automate repetitive tasks. With custom AI agents,…\nRead Article\nNVIDIA Launches NIM Microservices for Generative AI in Japan, Taiwan\nNations around the world are pursuing sovereign AI to produce artificial intelligence using their own computing infrastructure, data, workforce and business networks to ensure AI systems align with local values,…\nRead Article\nLightweight Champ: NVIDIA Releases Small Language Model With State-of-the-Art Accuracy\nDevelopers of generative AI typically face a tradeoff between model size and accuracy. But a new language model released by NVIDIA delivers the best of both, providing state-of-the-art accuracy in…\nRead Article\nHow NVIDIA AI Foundry Lets Enterprises Forge Custom Generative AI Models\nBusinesses seeking to harness the power of AI need customized models tailored to their specific industry needs. NVIDIA AI Foundry is a service that enables enterprises to use data, accelerated…\nRead Article\nMistral AI and NVIDIA Unveil Mistral NeMo 12B, a Cutting-Edge Enterprise AI Model\nMistral AI and NVIDIA today released a new state-of-the-art language model, Mistral NeMo 12B, that developers can easily customize and deploy for enterprise applications supporting chatbots, multilingual tasks, coding and…\nRead Article\nNVIDIA Announces CUDA-X AI SDK for GPU-Accelerated Data Science\nData scientists working in data analytics, machine learning and deep learning will get a massive speed boost with NVIDIA’s new CUDA-X AI libraries. Unlocking the flexibility of Tensor Core GPUs,…\nRead Article\nNGC Containers Now Available for More Users, More Apps, More Platforms\nCall it a virtuous circle. GPUs are accelerating increasing numbers of data science and HPC workloads. This has enabled a wide range of scientific breakthroughs, including five of this year’s…\nRead Article\nMost Popular\nAnimals Crossing: AI Helps Protect Wildlife Across the Globe\nCUDA Accelerated: How CUDA Libraries Bolster Cybersecurity With AI\nAgentic AI Leaders to Showcase Latest Advancements at NVIDIA GTC\nTelenor Builds Norway’s First AI Factory, Offering Sustainable and Sovereign Data Processing\nMarch Into Gaming With GeForce NOW’s 14 Must-Play Titles for Spring\nCorporate Information\nAbout NVIDIA\nCorporate Overview\nTechnologies\nNVIDIA Research\nInvestors\nSocial Responsibility\nNVIDIA Foundation\nGet Involved\nForums\nCareers\nDeveloper Home\nJoin the Developer Program\nNVIDIA Partner Network\nNVIDIA Inception\nResources for Venture Capitalists\nVenture Capital (NVentures)\nTechnical Training\nTraining for IT Professionals\nProfessional Services for Data Science\nNews & Events\nNewsroom\nNVIDIA Blog\nNVIDIA Technical Blog\nWebinars\nStay Informed\nEvents Calendar\nNVIDIA GTC\nNVIDIA On-Demand\nExplore our regional blogs and other social networks\nPrivacy Policy\nManage My Privacy\nLegal\nAccessibility\nProduct Security\nContact\nCopyright © 2025 NVIDIA Corporation\nUSA - United States\nShare This\nFacebook\nLinkedIn\nEmail\nShare on Mastodon\nEnter your Mastodon instance URL (optional)\nShare","zh_url":"https:\/\/blogs.nvidia.com.tw\/blog\/author\/karibriski\/","zh_title":"Kari Briski","zh_content":"Kari Briski， 作者 NVIDIA 台灣官方部落格\nSkip to content\nArtificial Intelligence Computing Leadership from NVIDIA\n搜尋關鍵字:\nToggle Search\n平台\n智慧機器\n概覽\nJETSON\n嵌入式系統\n機器人\nJETSON\n資料中心\n產品\n資料中心 GPU\nDGX\nHGX\nEGX\nNGC\n虛擬 GPU\n解決方案\n人工智慧與深度學習\n高效能計算\n虛擬 GPU\n分析\n應用範例\n開發者\n技術\nCUDA-X\nNVIDIA AMPERE 架構\nNVIDIA VOLTA\nMAGNUM\n多執行個體 GPU\nNVIDIA NVLINK\n深度學習與人工智慧\n概覽\n產業\n概覽\n自動駕駛\n醫療保健與生命科學\nAI 城市\n機器人\n開發者\n產品\n概覽\nDGX 系統\nNVIDIA GPU 雲\nNVIDIA TITAN RTX\nNVIDIA TITAN V\n解決方案\n概覽\n數據科學\n推論\n教育課程\nAI 新創\n設計視覺化\n概覽\nGRID\nQUADRO\n高階渲染技術\n專業的虛擬實境解決方案\n技術\nNVIDIA RTX\nNVLINK\nTURING 架構\n虛擬 GPU 技術\nHOLODECK\n創作者適用的\n醫療保健與生命科學\n概覽\n給開發者\n醫療圖像處理\n基因體學\n自動駕駛汽車\n概覽\nDRIVE PX\n汽車產業夥伴\n遊戲與娛樂\nGEFORCE 遊戲平台\n概覽\n20 系列顯示卡\n16 系列顯示卡\n電競筆記型電腦\nG-SYNC 顯示器\n給創作者\n開發者\nNVIDIA 開發者\n開發者新聞\n開發者部落格\n開發者論壇\n開源平台\n深度學習機構\n訓練課程\nGPU 科技大會\nCUDA\n產業\n遊戲開發\n醫療保健與生技\n高等教育\n製造業\n媒體娛樂\n公共部門\n零售業\n智慧城市\n超級運算\n電信業\n運輸業\n所有產業\n驅動程式\n概覽\nGEFORCE 驅動程式\n所有 NVIDIA 驅動程式\n支援\n關於 NVIDIA\n概覽\nNVIDIA 合作夥伴網絡\nAI 運算模型\n公司訊息\n徵才訊息\n投資人\nNVIDIA 合作夥伴\nNVIDIA 部落格\n加入我們\nRSS Feeds\n訂閱電子報\n聯繫我們\n產品安全\nKari Briski\nKari Briski is the vice president of generative AI software for enterprise at NVIDIA, where she oversees strategy, roadmaps and requirements for AI software and services. Briski has over 25 years of experience in software development and 20 years as a leader in technology product management, working at IBM before joining NVIDIA in 2016. She holds a bachelor’s degree in computer engineering from the University of Pittsburgh.\n擴展定律如何推動更有智慧又更強大的 AI 發展\n就像是人們普遍理解的自然經驗定律一樣，例如有上必有下，或者每…\n閱讀文章\nNVIDIA 發表為代理型 AI 應用提供安全防護的 NIM 微服務\nAI 代理為全球數十億名知識工作者提供可完成各種任務的「知識…\n閱讀文章\nNVIDIA 宣布推出 Nemotron 模型系列，以推動代理型 AI 的發展\n人工智慧（AI）將進入代理式 AI 的新時代，專業代理組成的…\n閱讀文章\nNVIDIA 全新NIM 微服務，協助台灣多家產業組織提升效率和安全性\n世界各地都在追求發展主權 AI，利用自己的運算基礎設施、資料…\n閱讀文章\nNVIDIA 在日本與台灣推出用於生成式 AI 的 NIM 微服務\n世界各國都在追求發展主權 AI，利用自己的運算基礎設施、資料…\n閱讀文章\n輕量級冠軍：NVIDIA 發表有著最先進精確度的小型語言模型\n生成式人工智慧（AI）的開發者通常得面臨要取捨模型大小還是精…\n閱讀文章\nNVIDIA AI Foundry 如何協助企業打造客製化的生成式 AI 模型\n企業若想利用人工智慧（AI）的力量，需根據其特定產業需求客製…\n閱讀文章\nNVIDIA 宣布將推出用於 GPU 加速資料科學的 CUDA-X AI SDK\nNVIDIA 全新推出的 CUDA-X AI 函式庫，將為從…\n閱讀文章\nNGC 容器現在開放更多使用者、更多應用程式、更多平台使用\n在 SC18 發表的全新多節點容器、與 Singularit…\n閱讀文章\n平台\n人工智慧與深度學習\n智慧機器\n資料中心\n設計視覺化\n醫療保健\n自動駕駛\nGeForce 遊戲\nSHIELD\n產品\nDGX-1\nDRIVE PX2\nGeForce GTX 20 系列\nGRID\nJetson\nQuadro\nSHIELD TV\nTesla\n開發者\n開發者專區\nCUDA\n訓練課程\nGPU 科技大會\n探究地區性部落格及其他社交網路\n隱私權政策\n管理我的隱私\n請勿出售或分享我的資料\n服務條款\n輔助使用\n公司政策\n產品安全\n聯絡方式\nCopyright © 2025 NVIDIA Corporation\nTaiwan"}
